{"apartado": "03 - Extensión Universitaria.", "titulo": "CARBO - Manual de usuario para Gestores de Obras", "enlace": "https://wiki.upv.es/confluence/display/MANUALES/CARBO+-+Manual+de+usuario+para+Gestores+de+Obras", "subtitulo-1": "Descripción de la aplicación", "contenido-1": " La aplicación de gestión de accesos a cubiertas (CARBO) nace con el propósito de mejorar el control de acceso del personal a las cubiertas de los edificios que componen los 3 campus de la Universitat Politècnica de València: Vera, Gandía y Alcoy. Para la realización de las tareas implicadas en la gestión de los accesos, se han creado 2 perfiles de acceso a la aplicación: Tramitador:  Es el personal que custodia las llaves de las cubiertas y que, por tanto, introduce los accesos que se producen en la aplicación.Gestor:  Es el personal que gestiona las autorizaciones para las personas que acceden a las cubiertas.Gestor de obras: Gestiona las obras que afectan a las cubiertas y al personal asignado a cada una de ellas.", "subtitulo-2": "Módulo de gestión de cubiertas", "contenido-2": " En el módulo de gestión de cubiertas se encuentran las opciones que puede visualizar el usuario con perfil Gestor de obras. A través de estas opciones el usuario podrá: Dar de alta las obras que van a afectar a las cubiertas.Gestionar las autorizaciones del personal asociado a sus obras.Consultar los accesos a las cubiertas que se ha realizado su personal. Cada una de estas opciones corresponde a cada una de las entradas del menú de gestión de cubiertas: ", "seccion-2.1": "Gestión de obras", "contenido-2.1": " En esta pantalla el Gestor de obras puede consultar las obras que ha dado de alta así como dar de alta nuevas obras. La pantalla mostrará una tabla con las obras dadas de alta en la aplicación y un botón \"Nueva obra\" para dar de alta una obra nueva:   La información mostrada para cada obra es: Nombre de la obra.Descripción de la obra.Empresas involucradas en la obra.Fecha de inicio y de fin de la obra.Cubiertas afectadas.Indicación de si la obra bloquea el acceso a las cubiertas afectadas para el personal ajeno a la obra. Si el usuario pulsa el botón \"Nueva obra\" se abrirá una ventana emergente para que rellene la información asociada a la obra que quiere dar de alta:  En esta ventana, el usuario deberá rellenar obligatoriamente los siguientes datos: nombre de la obra, empresas, cubiertas afectadas, fecha de inicio y fecha de fin de la obra.", "seccion-2.2": "Personal autorizado", "contenido-2.2": " La pantalla de personal autorizado permite al usuario gestor de obras consultar y gestionar las personas asociadas a sus obras que tienen autorización para acceder a las cubiertas.   En la lista de personal que se muestra en esta pantalla, podemos distinguir la situación de cada autorización por el color en el que se muestra: Color naranja: La autorización no se encuentra en vigor porque la persona no ha firmado el documento de declaración de compromiso.Color gris: La autorización ha sido dada de baja o se ha superado la fecha de fin en el caso de autorizaciones temporales.Color negro: La autorización se encuentra en vigor. En la parte superior de la pantalla tenemos un check “Mostrar autorizaciones de baja” que podemos seleccionar para que se muestren las autorizaciones que se han dado de baja o cuya fecha fin se ha sobrepasado (autorizaciones temporales). Por defecto está desmarcado. La tabla nos permite ordenar por casi cualquier campo pulsando sobre la cabecera de su columna, así como filtrar. En aquellas autorizaciones cuyo documento de declaración de compromiso ha sido incorporado, se visualizará un botón para poder descargar el mismo. La última columna de la tabla corresponde al botón “Dar de baja”. Al pulsarlo se dará de baja la autorización correspondiente. Para dar de alta una nueva autorización, el usuario deberá pulsar el botón \"Nueva autorización\", lo que mostrará la siguiente ventana emergente:    En esta pantalla el usuario deberá rellenar el dni y nombre de la persona que va a acceder. Mediante el campo obra, podrá seleccionar una de las obras que ha dado de alta en el apartado \"Gestión de obras\". Al elegir una obra se rellenarán automáticamente los siguientes campos: Tipo de autorización: Temporal, ya que la autorización tendrá validez durante la ejecución de la obra.Fecha de inicio y fin: Se asignarán los valores indicados en la fecha de inicio y fin de la obra.Cubiertas: Se dará acceso a las cubiertas afectadas por la obra indicada. El tipo de acceso por defecto será \"Habitual acompañado\". La opción \"Excepcional en solitario\" permite que una persona pueda acceder en solitario a cubiertas de acceso conjunto en caso de urgencia. Los autorizados deberán firmar el documento de declaración de compromiso para que la autorización sea válida. Una vez rellenados los datos tendremos varias opciones:", "seccion-2.3": "Consulta de accesos", "contenido-2.3": " Mediante esta opción de menú, los gestores de obras podrán consultar los accesos que ha realizado el personal asociado a alguna de sus obras:    Los accesos se mostrarán por fecha de bajada y fecha de subida en orden descendente. Aquellos accesos no finalizados (no hay fecha de bajada registrada) se mostrarán en color azul. En cada fila de acceso (también en la lista de los accesos borrados) existe un botón \"Consultar\" que permite visualizar los datos del acceso y el historial de modificaciones. Si pulsamos sobre este botón se abrirá la pantalla que muestra los datos indicados:    La lista de los accesos se podrá exportar a un documento Excel a través del enlace situado en la parte superior derecha de la tabla. El botón que se encuentra en la columna “Cubierta” abrirá una nueva pestaña web donde se mostrará la cubierta correspondiente en el mapa de la UPV. Además en la parte superior izquierda de la pantalla, el botón “Ver accesos actuales en mapa” nos mostrará los accesos sin finalizar en el mapa de la UPV. Si lo pulsamos se abrirá una pestaña en el navegador que mostrará el mapa de la universidad y un símbolo de una persona en las cubiertas donde actualmente haya alguna persona. Si pulsamos en el símbolo, se desplegará una ventana con los nombres de las personas que se encuentran en la cubierta: "}