{"apartado": "03 - Extensión Universitaria.", "titulo": "Consulta de reuniones de órganos colegiados para miembros (GOC).", "enlace": "https://wiki.upv.es/confluence/pages/viewpage.action?pageId=317947964", "subtitulo-1": "1. Descripción general.", "contenido-1": " Los miembros de los órganos colegiados de la UPV tienen acceso a una página web de la aplicación GOC donde pueden listar las reuniones a las que han sido convocados y para cada una de ellas consultar la información sobre el orden del día, documentación adjunta, acuerdos adoptados, acta de la reunión, etc. Además, a través de esta web los miembros pueden indicar si asistirán a la reunión y, en la caso en que la reunión lo permita, podrán indicar un suplente o delegar su voto. Se puede acceder a la página de consulta de las reuniones a través de la entrada existente en la intranet etiquetada como \"GOC - Convocatorias de órganos colegiados\", así como del enlace que se recibe por correo electrónico cuando se es convocado a una reunión.", "subtitulo-2": "2. Ficha de una reunión.", "contenido-2": " La ficha de la reunión contiene la información de la reunión a la que se es convocado. La ficha es accesible desde: El correo de la convocatoria, el cual contiene un enlace a la reunión.La intranet, entrando en \"GOC - Convocatoria de órganos colegiados\" y pulsando sobre el enlace \"Documentación\" disponible en las reuniones listadas. ", "seccion-2.1": "a. Información básica.", "contenido-2.1": " Este apartado muestra los datos básicos de la reunión como la hora de las convocatorias, lugar, duración, descripción, etc. Además incluye un enlace al acta de la reunión. Mientras no se haya cerrado la reunión el acta será provisional, y en el enlace se mostrará \"Borrador del acta\". Si el acta está cerrada el enlace será \"Acta de la reunión\". El documento PDF que se muestra cuando se pincha en \"Borrador del acta\" es un documento que se genera en ese mismo momento con los datos que el gestor de la reunión ha introducido en la aplicación hasta ese momento. Esta información no es aún definitiva y puede sufrir modificaciones. El documento PDF que se muestra cuando se pincha en \"Acta de la reunión\" es el acta definitiva de la reunión. La información que incluye el acta en este caso es ya la información definitiva y revisada por el gestor de la reunión. Este acta se firma por el secretario de la reunión. Cuando se cierra el acta se muestra aquí el documento definitivo que genera la aplicación aunque esté sin firmar. Cuando el secretario firme el documento se sustituye el acta sin firmar por el acta firmada automáticamente. También se encuentra en este apartado la indicación de que la reunión es pública (sus acuerdos serán públicos) si así lo ha indicado el gestor de la reunión. En la imagen siguiente se muestra un ejemplo de este apartado.", "seccion-2.2": "b. Órganos y asistentes:", "contenido-2.2": " En este apartado se muestra el órgano convocado a la reunión así como sus miembros.Además permite al usuario convocado:", "subseccion-2.2.1": "Gestionar su asistencia", "contenido-2.2.1": " El usuario convocado a esta reunión puede indicar además si va a asistir o no a la reunión a través de los botones \"Asistirá\" y \"Excusa asistencia\":  Al pulsar el botón \"Asistirá\" el usuario confirma su asistencia a la reunión. Si se pulsa este botón, se añadirá esta información después del miembro correspondiente y se deshabilitará el botón:  Sin embargo, si el usuario quiere indicar que no puede asistir, deberá pulsar el botón \"Excusa asistencia\", lo que abrirá una caja de texto para que el usuario indique el motivo de su ausencia:  Una vez rellenado el motivo y pulsado el botón, se mostrará la información de la no asistencia en la lista de asistentes:", "subseccion-2.2.2": "Gestionar una suplencia:", "contenido-2.2.2": " Si la reunión permite las suplencias, en la lista de asistentes, el usuario conectado y convocado a la reunión podrá gestionar a un suplente para asistir a la reunión. En el caso en que las suplencias estén permitiras, se mostrará un botón \"Gestionar suplente\":  Mediante este botón, el usuario podrá seleccionar a la persona que acudirá a la reunión en su lugar.", "subseccion-2.2.3": "Gestionar una delegación de voto:", "contenido-2.2.3": " Si la reunión permite las delegaciones de voto, en la lista de asistentes, el usuario conectado y convocado a la reunión podrá delegar su voto en otra persona a través del botón \"Gestionar delegación de voto\": Este botón sólo estará habilitado en el caso en que el usuario haya indicado que no va a asistir a la reunión:  Si pulsa el botón para delegar su voto, la aplicación le permitirá seleccionar a otro miembro del órgano para delegar su voto en este último.", "seccion-2.3": "c. Invitados.", "contenido-2.3": " Esta sección lista los invitados, si los hay, que han sido incluidos en la reunión.", "seccion-2.4": "d. Documentos de la reunión.", "contenido-2.4": " En esta sección se muestran los documentos adjuntos a la reunión. Son documentos que el gestor de la reunión ha asignado de manera global a la reunión, es decir, que no están asociados a ningún punto del orden del día en concreto. Por ejemplo, en la siguiente imagen se muestra la sección de documentos de una reunión que tiene 2 documentos adjuntos:   Pinchando sobre cada documento, se puede consultar el documento individual. Además, existe un botón que permite descargar toda la documentación de la reunión, en este caso sí que se incluirán los documentos vinculados a los puntos del orden del día además de los anteriores.", "seccion-2.5": "e. Puntos del orden del día", "contenido-2.5": " En la sección de los puntos del día se muestra toda la información disponible en la aplicación asociada a los mismos, es decir, que para cada punto del orden del día se muestra: El título del punto.El contenido de los acuerdos (si es que el gestor ya los ha introducido en la aplicación).Indicación de si el punto del orden del día es público (se publicarán sus acuerdos).Documentos adjuntos al punto del orden del día.Documento pdf del acuerdo. Si el acta no se ha cerrado se mostrará el documento \"Propuesta de acuerdo\" y si ya está cerrada se mostrará el documento \"Acuerdo\". Por ejemplo, en la siguiente imagen mostramos un ejemplo de este apartado y en rojo se indica a qué corresponde cada parte del punto 1: ", "seccion-2.6": "f. Votaciones telemáticas", "contenido-2.6": "  Si una reunión tiene activada la votación telemática, los convocados podrán acceder a la votación desde la ficha de la reunión. En la ficha de la reunión se visualizará una nueva sección \"Votación\", que permitirá acceder a la votación de los puntos del orden del día y a los resultados de la votación una vez se haya cerrado la misma. Si la votación está en marcha, se visualizará el botón \"Acceder a la votación\":   Pulsando el botón se mostrarán los puntos del orden del día que se pueden votar telemáticamente y las opciones de voto de cada uno de ellos:  En cada punto del orden del día se puede ver el tipo de votación (abierta o secreta), la mayoría necesaria para la aprobación (simple, absoluta...) y las opciones de voto permitidas. Una vez se ha emitido el voto, además se mostrará la opción escogida:  Si la reunión no permite cambiar el voto, los botones de votación estarán deshabilitados. En caso contrario, el votante podrá cambiar el voto ya que aparecerán habilitados los botones de las opciones que no se corresponden con la opción votada:  Los miembros sólo podrán votar si son asistentes a la reunión. Si la reunión lo permite y un miembro que no puede asistir ha designado un suplente, este suplente tiene acceso a la votación y podrá emitir su voto. Si la reunión lo permite y un miembro que no puede asistir ha delegado su voto en otro miembro que sí que va a asistir, este segundo miembro podrá emitir su voto y el voto que ha delegado su compañero. Para ello, cuando accede a la votación, deberá indicar antes de emitir el voto, si va a votar en su nombre o en el de otro miembro: En la siguiente imagen se muestra el desplegable para indicarlo en la página de votación de los puntos del orden del día:   Una vez se ha cerrado la votación de los puntos del orden del día, se podrá acceder a los resultados de la votación pulsando sobre el botón \"Resultado de la votación\": ", "subtitulo-3": "3. Mis reuniones", "contenido-3": " Cuando accedemos al enlace \"GOC - Convocatorias de órganos colegiados\" que tenemos en la intranet, se nos muestra la página \"Mis reuniones\". En ella se listan todas las reuniones a las que se me ha convocado:    En la parte de arriba derecha tenemos un botón \"Exportar mi calendario\" que permite exportar un calendario ICAL con nuestras reuniones para tener las reuniones por ejemplo en nuestro calendario de google o del outlook. A continuación se nos muestra uan lista de las reuniones a las que se nos ha convocado y para cada una de ellas se muestra:  El asunto, arriba en negrita.Fecha y hora de la reunión.Enlace con el nombre Documentación que nos dirige a la ficha de reunión explicada en el apartado anterior.Enlace al acta de la reunión, solamente en el caso de que se haya cerrado el acta.Enlace a los certificados de los acuerdos de los puntos del orden del día (siempre que se haya cerrado el acta o publicado los acuerdos). En este caso se abrirá una página con la información básica de la reunión y un enlace al certificado de cada punto del orden del día:  Enlace para descarganos el certificado de asistencia a la reunión.", "subtitulo-4": "4. Consulta de asistencias a reuniones", "contenido-4": " La consulta de las asistencias a las reuniones se puede consultar en la intranet, dentro del apartado \"Información reservada\" a través de la opción \"GOC-Asistencias a reuniones de órganos colegiados\"."}