{"apartado": "03 - Extensión Universitaria.", "titulo": "Gestión de reuniones de órganos colegiados (GOC)", "enlace": "https://wiki.upv.es/confluence/pages/viewpage.action?pageId=186810511", "subtitulo-1": "1. Descripción", "contenido-1": "La aplicación para la gestión de reuniones de órganos colegiados es una aplicación web. La aplicación no funciona en Internet Explorer, por lo que hay que utilizar los navegadores Firefox o Chrome. GOC está compuesta de varias partes: Aplicación de gestión de reuniones: Se accederá a través de la intranet por la opción \"GOC - Gestión de órganos colegiados\".Web para la consulta de reuniones y acuerdos: Se accederá a través de la intranet por la opción \"GOC - Convocatorias de órganos colegiados\" o a través de la aplicación de gestión. La aplicación de gestión de las reuniones es la aplicación que usarán los usuarios gestores y convocantes para convocar las reuniones de sus órganos, y que les permitirá gestionar los órganos, miembros, tipos de órganos, cargos, así como las convocatorias de las reuniones y la documentación asociada a las mismas. Se divide en distintas secciones: Órganos.Tipos de órganos.Miembros.Reuniones.Histórico de reuniones.Cargos.Descriptores.Oficios. En la aplicación se muestran estas secciones en la parte izquierda de la pantalla, mientras que en la parte derecha se muestra el contenido de la sección que hayamos seleccionado. Además existen 3 perfiles de usuario en la aplicación. Cada perfil define lo que el usuario puede realizar en la aplicación, por lo que la aplicación permitirá el acceso a las diferentes opciones de la aplicación dependiendo del perfil del usuario conectado. Administrador.Gestor.Convocante En la siguiente tabla se muestra la visibilidad de las distintas secciones según el perfil del usuario:   En cuanto a la parte web de GOC, está formada por 3 webs donde se puede consultar la información de las reuniones por parte de los convocados y de los acuerdos públicos por parte de toda la comunidad universitaria: Ficha de la reunión: Para cada reunión existe una ficha web a la que pueden acceder todos los convocados y donde pueden consultar los datos de la reunión, descargar la documentación asociada a la misma, enviar comentarios, indicar si se asistirá o no, etc.Mis reuniones: Es una página que ofrece una lista de todas las reuniones donde la persona está convocada. Desde esta página se puede acceder a la ficha de cada reunión, descargar los certificados de los acuerdos o los certificados de asistencia.Buscador de acuerdos: Es una página web pública donde se pueden consultar todos los acuerdos públicos tomados en reuniones públicas.", "subtitulo-2": "2. Órganos", "contenido-2": "En la sección de órganos se realiza la gestión de los mismos. En esta pantalla visualizamos todos los órganos existentes en la UPV:  La lista de los órganos se puede ordenar pinchando sobre la cabecera de la columna correspondiente. También se puede filtrar por tipo de órgano, o por nombre introduciendo caracteres en el filtro \"Buscar órgano\". Los órganos ordinarios son los órganos de la universidad que ya están definidos en la aplicación Xúquer de gestión de órganos y cargos. Además, podemos añadir órganos creados manualmente (no ordinarios, pulsando el botón “Añadir”). Los órganos no ordinarios también se pueden editar. De cada órgano se muestra: Nombre en valenciano y en castellano.Tipo de órgano.Ordinario: Si es un órgano proveniente de Xúquer (ordinario=sí) o es un órgano definido manualmente en la aplicación GOC (ordinario=NO).Activo: Indica si el órgano está activo.Convocar sin orden del día: Para indicar si se pueden convocar reuniones de este órgano que no tengan el orden del día definido.Email: Si se indica un email para un órgano en concreto, los correos que se envíen desde la aplicación relacionados con las reuniones de estos órganos, tendrán este correo como remitente.Habilitar acta provisional: Indica si se va a mostrar en la ficha de la reunión el acta provisional hasta que se sustituya por la definitiva al cerrar el acta. Las acciones disponibles en la lista de órganos son: Añadir: Permite añadir órganos no ordinarios.Editar: Permite editar los datos de los órganos no ordinarios.Habilitar/deshabilitar: Pone el órgano como activo/inactivo.Exportar miembros: Exporta la lista de miembros del órgano a un fichero CSV. Si pulsamos añadir, aparece una nueva fila en la lista de órganos para que rellenemos los datos del nuevo órgano:   Una vez rellenados los datos pulsaremos el botón “Actualizar” para guardar los cambios. Además, en esta pestaña podremos añadir autorizados e invitados a un órgano (sea el órgano ordinario o no): Autorizados: Una persona autorizada en un órgano es una persona que va a gestionar las reuniones de este órgano. Para añadir autorizados a un órgano, pinchamos sobre el órgano en la parte superior de la pantalla y en la parte de debajo de la misma pulsamos el botón “Añadir” de la pestaña “Autorizados”. Al pulsar ese botón aparece una ventana emergente que nos permite hacer una búsqueda de una persona de la universidad:   La búsqueda se realiza por apellidos y nombre, y una vez se muestra la lista de resultados, seleccionamos a la persona que queremos autorizar. Además, podremos indicar si la persona tendrá permiso para subir documentación asociada a la reunión, marcando el check \"Subir documentos en ficha de la reunión\".  Invitados: Un invitado de un órgano es una persona que no forma parte de ese órgano pero que queremos que siempre esté invitada por defecto a las reuniones que se convoquen de ese órgano. La forma de añadir un invitado de un órgano es equivalente al método anterior para añadir un autorizado. Además, al añadir un invitado de órgano, podemos marcar ese invitado como \"Sólo consulta\". Esto quiere decir que esa persona podrá consultar la información de la reunión, pero no aparecerá en las actas de la misma. Para ello habrá que marcar el check que aparece a la derecha del nombre del invitado:", "subtitulo-3": "3. Tipos de órganos", "contenido-3": "Esta sección muestra los diferentes tipos de órganos que se usan en la aplicación. Sólo puede gestionar los tipos de órganos el perfil “Administrador”.  ", "subtitulo-4": "4. Miembros", "contenido-4": " La sección de miembros nos permite visualizar o gestionar los miembros de los diferentes órganos. Los miembros de los órganos ordinarios (definidos en Xúquer) no se pueden gestionar. Sólo se podrá añadir o eliminar miembros de los órganos no ordinarios. La pantalla muestra un desplegable para elegir el órgano y una vez elegido, en la parte de debajo se listan los miembros del mismo, así como su email y su cargo en el órgano. Se pueden filtrar los órganos disponibles en el desplegable \"Órgano\" por su nombre escribiendo parte del mismo en ese mismo campo.  ", "subtitulo-5": "5. Reuniones", "contenido-5": "La pestaña reuniones permite gestionar las reuniones de los órganos. Los usuarios gestores o convocantes podrán dar de alta nuevas convocatorias, enviar las mismas a los convocados, definir los puntos del orden del día, adjuntar documentación, etc.  Al entrar en esta sección se mostrarán las reuniones que han sido convocadas.Se mostrarán las reuniones que están en curso, es decir, aquellas en las que no se ha cerrado el acta. Por tanto en esta pantalla podemos tanto modificar reuniones existentes abiertas como dar de alta nuevas convocatorias. En la parte de arriba de la pantalla hay unos campos que permiten buscar reuniones: Buscar reunión: Permite buscar una reunión que contenga el texto introducido en los datos de la reunión o en los puntos del orden del día.Tipo de órgano: Permite filtrar las reuniones mostradas en la pantalla por tipo de órgano.Órgano: Permite filtrar las reuniones mostradas en la pantalla por órgano. Con respecto a las reuniones, las acciones que podemos realizar con respecto a las reuniones, se corresponden con los botones disponibles en la cabecera de la tabla: Añadir: Permite crear una nueva reunión.Editar: Permite modificar una reunión existente.Borrar: Permite anular la reunión seleccionada. Si ya se ha enviado la convocatoria a los miembros, se les enviará un email informando de la anulación.Documentación adjunta: Permite subir documentos para adjuntarlos a la reunión.Acciones: Este botón desplegable muestra un submenú de más acciones para realizar sobre las reuniones:  La descripción de estas acciones extra es la siguiente: Enviar la convocatoria de la reunión: Envía un correo a las personas convocadas con los datos de la reunión y un enlace una web donde se encuentra la ficha de la reunión (donde se puede consultar todo lo relativo a esa reunión). Si se elige esta opción y ya previamente se había enviado la convocatoria, se mandará un nuevo correo que rectifica el primero que se mandó (en el asunto se pone que es una rectificación).Editar acuerdos y deliberaciones: Permite editar en una misma pantalla las deliberaciones y acuerdos de todos los puntos del orden del día de la reunión.Hoja de firmas: Genera un fichero pdf consistente en la hoja de firmas para la reunión.Cerrar acta: Cierra la reunión generando todos los documentos correspondientes (certificados de los acuerdos, de asistencia y acta de la reunión) y enviándolos a firmar. La reunión desaparecerá de esta lista y se moverá a la sección de Histórico de reuniones.Duplicar la reunión: Crea una nueva reunión a partir de la reunión que esté seleccionada copiando los datos de la reunión (excepto la fecha) incluyendo el órgano convocado, así como los puntos del orden del día (el título, sin copiar adjuntos ni deliberaciones o acuerdos).Añadir hoja de firmas:  Permite subir la hoja de firmas escaneada.Enviar email a los miembros convocados: Permite enviar un correo a todos los convocados con un texto libre.Informar a otros órganos: Informa a otro órgano de la convocatoria de esta reunión mediante un correo electrónico. El usuario debe estar autorizado para convocar reuniones de ambos órganos para poder informar. Sólo recibirán el correo los miembros del órgano a informar que no formen parte del órgano convocado en la reunión cuya convocatoria se envía. El gestor de la reunión original recibe copia del correo enviado.Más opciones: Esta opción nos dirige a una sección donde estarán disponibles otras funcionalidades extra sobre la reunión seleccionada. Actualmente al pulsar este botón tendremos disponibles los apartados:Firmar actas de reuniones con clave concertada: permite firmar con clave concertada las actas cuyo firmante es el usuario conectado.Consultar órganos y miembros: Permite listar y exportar los miembros del órgano de la reunión así como consultar fechas e histórico de alta en el cargo que ocupa en el órgano.Publicar acuerdos:  Mediante esta opción se pueden publicar los acuerdos tomados en la reunión antes de hacer el cierre del acta. Se generará un documento por cada acuerdo que se firmará y si es un acuerdo público se publicará en el buscador de acuerdos. En estos documentos se advertirá de que el acuerdo ha sido publicado antes de aprobar el acta de la reunión. Esta opción genera, envía a firma y publica los acuerdos en bloque, por lo que se debe hacer cuando ya estén rellenados los acuerdos de todos los puntos. Si se repite la acción de \"Publicar acuerdos\" sólo se generarán los certificados de los puntos del orden del día que se hayan creado desde la última vez que se realizó esta acción. Firmar actas de reuniones con clave concertada: permite firmar con clave concertada las actas cuyo firmante es el usuario conectado.Consultar órganos y miembros: Permite listar y exportar los miembros del órgano de la reunión así como consultar fechas e histórico de alta en el cargo que ocupa en el órgano. Además en la lista de reuniones tenemos al lado de cada reunión el símbolo , que es un enlace a la ficha web de esa reunión. Para crear una nueva reunión se utiliza el botón \"Añadir\" de la cabecera de botones. Pulsando el botón \"Editar\" podremos modificar una reunión previamente creada. Al añadir o editar una reunión se abrirá la ventana con los datos de la reunión para que la rellenemos/modifiquemos:   Los datos obligatorios están indicados con un asterisco rojo. Una reunión consta básicamente de los siguientes datos: Asunto: El título de la reunión. Viene rellenado con un valor por defecto que contiene unas variables (órgano y fecha) que se rellenarán automáticamente al seleccionar los valores correspondientes en el resto de campos.Fecha, hora y duración: Los datos de cuando se convoca.Fecha de fin de la reunión: Se rellena una vez finalizada la reunión con la hora real de finalización para que conste en el acta.Segunda convocatoria: Si existe un horario de segunda convocatoria, se puede indicar en este campo.Número de sesión: En el caso que la reunión esté numerada, como las Juntas de Gobierno.Admite suplencias: Si se marca, el convocado podrá seleccionar un sustituto para ir en su ausencia. Si no lo marcamos, el convocado no podrá enviar a nadie en su ausencia.Admite delegación de voto: Si se marca, se podrá delegar el voto.Revisar acta última reunión: Si se marca, se generará automáticamente un punto del orden del día correspondiente a la revisión del acta de la reunión anterior.Admite comentarios: Si se marca, los convocados podrán añadir comentarios a la reunión o al orden del día, que el resto de convocados podrán ver.Tipo: Para indicar si será pública (sus acuerdos públicos se publicarán en la web pública de consulta de acuerdos) y/o telemática.Lugar: Dónde se celebrará la reunión.URL Grabación: URL donde se encuentra el fichero de la grabaciónDescripción: Descripción general de la reuniónÓrganos asistentes: Cada uno de los órganos convocados para esta reunión.Invitados: Personas invitadas a la reunión. Se puede añadir para cada uno un motivo de la invitación. En cuanto a los órganos asistentes, en la imagen superior aparece ya como ejemplo uno seleccionado (Órgano no ordinario para pruebas). Una vez hemos añadido un órgano asistente a la reunión, podremos gestionar la asistencia de sus miembros pulsando el icono de la persona que aparece al lado del órgano:  Al pulsar el icono, se abrirá la venta de gestión de asistentes:  El convocante podrá marcar para cada convocado si va a asistir y si ha justificado su ausencia (esta información se deberá confirmar una vez celebrada la reunión con la hoja de firmas). Los convocados que justifiquen su asistencia aparecerán en el acta dentro de la sección \"Excusan asistencia\". El convocante también puede añadir un suplente para una persona que no va a asistir. Al crear una reunión, tal y como se ve en la siguiente imagen, nos aparecerá en la tabla de la pantalla la reunión, con los datos que hemos introducido:  En la tabla se mostrará el asunto, la fecha y hora, la duración, un campo que indica si la convocatoria de la reunión ya ha sido enviada, y un campo que nos mostrará si la reunión tiene documentos adjuntos. Una vez la reunión aparece en la tabla de reuniones, si hacemos doble click en la misma, se abrirá la pantalla correspondiente a los puntos del orden del día de la reunión:   La pantalla de puntos de orden del día permite que hagamos las siguientes acciones: Añadir: Crear un nuevo punto del orden del día de la reunión seleccionada en la parte superior.Editar: Modificar un punto del orden del día creado anteriormente.Borrar: Borrar un punto del orden del día.Documentación: Adjuntar documentación al punto del orden del día. Se pueden añadir nuevos documentos o sustituir un documento previamente subido. Si pulsamos este botón nos aparecerá una ventana donde podemos seleccionar el archivo a adjuntar y además indicar sus propiedades:  Con el botón \"Seleccionar fichero\" seleccionaremos el fichero a adjuntar desde nuestro ordenador. En los campos de descripción indicaremos una descripción del archivo, y en el desplegable \"Tipo\" elegiremos si se trata de un \"Adjunto\" (fichero adjunto al punto del orden del día\" o de un \"Acuerdo\" (fichero adjunto que formará parte del acuerdo correspondiente y por tanto se enlazará desde el acta y desde el certificado del acuerdo):  Además, una vez rellenados estos datos y pulsado el botón \"Subir\" para agregar el fichero al punto del orden del día, en la parte de arriba de la pantalla podremos indicar más propiedades si el documento es de tipo \"Adjunto\": Podremos indicar si queremos que se muestre en el buscador público de acuerdos, accesible a todo el mundo, y también podremos indicar si queremos que aparezca en la ficha de documentación de la reunión, la cual es accesible sólamente a los convocados la reunión. Si el documento es de tipo \"Acuerdo\" estas 2 propiedades no son modificables, ya que en este caso, el documento aparecerá en el buscador de acuerdos si el punto del orden del día es público, y también será visible en la ficha de documentación de la reunión. Descriptores y claves: Asignar descriptores y claves al punto del orden del día (son palabras clave para clasificar el tema del punto de manera que luego se podrá filtrar por ese tema en el buscador público de acuerdos).  Para cada punto del orden del día, tal y como se muestra en la siguiente imagen, podemos rellenar el título, la descripción, las deliberaciones y los acuerdos. También permite indicar si se publicarán sus acuerdos en el buscador público de acuerdos:  Los puntos del orden del día pueden tener a su vez subpuntos. Para añadir un subpunto a un punto del orden del día existente, tendremos que seleccionarlo y pulsar el botón derecho del ratón. Nos aparecerá la opción \"Añadir subpunto\":  El subpunto aparecerá contenido dentro del punto:  Cada subpunto de un punto podrá contener a su vez documentación o acuerdos adjuntos, ser público o no, etc. La aplicación numerará de forma automática los puntos y subpuntos introducidos según el orden establecido en el árbol de puntos. Podemos cambiar el orden de los puntos pulsando sobre las flechas que aparecen a la izquierda del mismo. Una vez dada de alta la reunión y sus puntos del orden del día, ya podemos enviar la convocatoria de la reunión de la forma indicada más arriba (“Acciones”, “Enviar convocatoria”). De esta forma, los miembros del órgano convocado o sus suplentes así como los invitados recibirán un correo que les informa de la convocatoria. En este correo se incluirá un enlace para que los convocados accedan a la ficha de la reunión. Esta ficha también está accesible desde la aplicación pulsando el icono de la flecha que hay al lado del asunto de la reunión:  La ficha consiste en una página web donde se muestran todos los datos de la reunión:    En esta página, los miembros convocados pueden confirmar o no su asistencia (botones “Asistirá” y “No asistirá”), gestionar sus suplentes (si la reunión permite suplencias) o su delegación de voto (si la reunión permite la delegación de voto). También pueden consultar la documentación asociada a la reunión pinchando sobre los enlaces, o descargar toda la documentación a la vez a través del botón \"Descargar toda la documentación de la reunión\". Asimismo, los convocados pueden introducir comentarios sobre la reunión o sobre un punto específico del orden del día si la reunión admite comentarios de los participantes. En la ficha de reunión vemos además que en la barra superior hay un menú con 2 opciones más: Buscador de acuerdos: Es el buscador público de acuerdos donde encontramos un formulario para buscar acuerdos adoptados por órgano, fecha, descriptores y claves, etc. En este buscador se podrán consultar los acuerdos de aquellos puntos del orden del día en los que se ha marcado el check “Publicar acuerdos” y que pertenecen a una reunión pública.Mis reuniones: Es una lista de las reuniones que hemos convocado o a las que hemos sido convocados. Cada reunión muestra unos enlaces que permiten consultar la documentación de la reunión, el acta, los certificados de los acuerdos y nuestro certificado de asistencia una vez la reunión ha sido cerrada.Se puede exportar la información sobre nuestras reuniones a un calendario ICAL a través del botón \"Exportar mi calendario\" que aparece arriba de la lista de reuniones:    ", "subtitulo-6": "6. Histórico de reuniones", "contenido-6": "Cuando una reunión se cierra, generando todos los documentos asociados (acta, certificados de acuerdos, etc.) la reunión desaparece de la sección de reuniones y pasa a la sección de Histórico de reuniones. En esta sección se listan las reuniones que han sido ya cerradas, y que, por tanto, no se pueden modificar:  Podremos buscar reuniones finalizadas introduciendo un texto que se buscará en los datos de la reunión o los puntos del orden del día, o también filtrando por asunto, tipo de órgano y órgano, y también podemos consultar la ficha relativa a una de las reuniones pinchando sobre la flecha que hay al lado del asunto. El botón \"Acciones\" que se encuentra en la parte de arriba de la derecha de esta sección, permite realizar las siguientes acciones con la reunión que se haya seleccionado: Reabrir reunión: Si existe algún error en los datos de la reunión o de los puntos del orden del día, mediante este botón podemos reabrir la reunión. De esta forma, la reunión volverá a aparecer en la pestaña \"Reuniones\" donde podremos corregir los errores detectados y volver a generar la documentación asociada a la reunión (Acta de la reunión y certificados de los acuerdos modificados o añadidos). Esto se explica con más detalle en la siguiente sección 7.Diligencias de reuniones. Añadir hoja de firmas: Si se quiere añadir la hoja de firmas a la reunión una vez se ha cerrado el acta, esta opción permite realizarlo. Rectificar visibilidad: Permite modificar la visibilidad de la reunión y de cada uno de sus puntos del orden del día de forma que se muestren o no en el buscador público de acuerdos. Si elegimos esta opción se abrirá la siguiente ventana:  En ella se muestra tanto la reunión como sus puntos del orden del día, y en la columna \"Público\" se muestra el valor que tienen asociado. Para cambiar uno de estos valores, deberemos hacer doble clic sobre el valor que queramos cambiar, lo que nos permitirá modificarlo.", "subtitulo-7": "7. Diligencias de reuniones", "contenido-7": " A veces existen errores en el acta, o se nos ha olvidado incluir alguna información. Para poder modificar las actas o certificados del punto del orden del día tenemos la opción de realizar diligencias en las reuniones que ya están cerradas. Esto se hace en la pestaña \"Histórico de reuniones\". Para reabrir una reunión, seleccionaremos en la tabla que muestra las reuniones cerradas aquella que queremos modificar y pulsaremos en la opción \"Reabrir reunión\" del botón \"Acciones\":  Entonces la aplicación nos mostrará una ventana emergente donde debemos introducir el motivo por el cual queremos reabrir la reunión:  Una vez hayamos introducido el motivo y pulsado el botón \"Reabrir\" la reunión, otra vez abierta, se visualizará en la pantalla \"Reuniones\" donde será posible modificar los datos de la reunión, modificar puntos del orden del día o añadir puntos del orden del día. Cuando se vuelva a cerrar el acta de la reunión, sólo se volverán a generar y firmar los documentos que incorporen modificacioones, es decir: El acta de la reunión.El punto del orden del día que se haya modificado.El punto del orden del día que se haya añadido.", "subtitulo-8": "8. Cargos", "contenido-8": "Esta sección muestra los diferentes cargos que se usan en la aplicación. Sólo puede gestionar los cargos el perfil “Administrador”.  ", "subtitulo-9": "9. Descriptores", "contenido-9": "La sección “Descriptores” permite gestionar los descriptores y las claves que se podrán asignar a los puntos del orden del día para clasificarlos de manera que posteriormente podamos realizar búsquedas más fácilmente y por temáticas. La pantalla es la siguiente:  En la parte de arriba se definen los descriptores, y en la parte de abajo se definen las claves del descriptor seleccionado en la parte de arriba. Los descriptores se pueden restringir a un tipo de órgano determinado, de manera que sólo se podrá asignar ese descriptor a los puntos del orden del día de las reuniones de órganos de ese tipo. Actualmente los descriptores y claves existentes en la aplicación son los siguientes: ", "subtitulo-10": "10.Oficios.", "contenido-10": " La pestaña de oficios permite enviar el certificado de un acuerdo a un destinatario concreto. Ello permitirá comunicar los acuerdos que no sean públicos (no estén publicados en el buscador de acuerdos) a algún interesado. Al entrar en esta opción de menú se muestran los oficios realizados en una tabla:   En la parte superior de la tabla tenemos varios campos para filtrar los oficios mostrados por asunto de la reunión, destinatario y fecha de envío. El botón \"Añadir\" sirve para realizar un nuevo oficio. Si lo pulsamos se abre la ventana emergente siguiente:  En la parte de arriba de la ventana deberemos seleccionar la reunión cuyo acuerdo queremos enviar (podemos filtrar las reuniones mostradas por asunto, órgano o fecha de la reunión).  Una vez se selecciona una reunión, en la parte de debajo se mostrarán los puntos del orden del día de la misma para que selecionemos uno. Una vez elegido, pulsamos el botón \"Seleccionar\" para elegir el destinatario del oficio. Aparecerá la ventana emergente de búsqueda de personas, y una vez seleccionado el destinatario indicaremos el cargo y la unidad de la persona indicada. También podremos introducir el número de registro del envío.  Una vez rellenados los datos y pulsado el botón \"Enviar\" se enviará al destinatario seleccionado un correo electronico con la url del acuerdo seleccionado. ", "subtitulo-11": "11. Firma de actas con Clave UPV", "contenido-11": " La Clave UPV es un sistema de firma que permite acceder o firmar información especialmente sensible y que se usa en diferentes sistemas de la UPV. Existe un apartado en la intranet dentro de la sección \"Herramientas\" donde se puede gestionar esta clave y consultar la ayuda sobre la misma:  Para usar este sistema de firma en la aplicación GOC, se ha incluído en la intranet un nuevo apartado llamado \"GOC- Firma actas de reuniones de órganos colegiados\", en la sección \"Información reservada\". Este enlace estará visible para aquellas personas que figuren como firmantes en algún documento. A través de este apartado cada firmante podrá firmar las actas y los certificados de acuerdos de las reuniones utilizando el sistema de Clave UPV. Al entrar en este apartado, se visualizará una tabla con los documentos pendientes de firma:  Cuando se pulse el botón \"Firmar\" de un documento concreto, se mostrará la información de ese documento y los pasos a seguir para realizar la firma del mismo:  El primer paso será previsualizar el documento, puesto que el firmante debe revisar el documento que se dispone a firmar. Una vez previsualizado se pulsará el botón \"Firmar\" para comenzar la firma con Clave UPV. Al pulsar este botón, se le pedirá al firmante que introduzca su clave:  Si la clave introducida es correcta, se procederá a la generación del acta firmada. La aplicación permitirá como máximo 3 intentos de firma si se introduce erróneamente la clave. Si el proceso de generación y firma del acta se ejecuta correctamente, se mostrará el correspondiente mensaje en la pantalla y se podrá visualizar el documento firmado:  ", "subtitulo-12": "12. Votaciones telemáticas en las reuniones", "contenido-12": " A partir de la versión 0.2.8, la aplicación GOC permite la votación telemática de los puntos del orden del día en las reuniones, sean presenciales o telemáticas. En el siguiente enlace se puede acceder al vídeo explicativo de esta funcionalidad: Vídeo polimedia. El procedimiento de votación de cada punto del orden del día puede ser: Procedimiento ordinario: La votación del punto del orden del día será abierta y cerrada explícitamente por parte del Secretario durante la celebración de la reunión.Procedimiento abreviado: Aquellos puntos del orden del día con este procedimiento de votación asignado se podrán votar desde que se convoca la reunión hasta la hora de finalización de la votación configurada en la reunión. El procedimiento de voto por defecto será el procedimiento ordinario. Además, en cada punto del orden del día se podrá especificar la visibilidad de la votación: Abierta/Pública: Una vez finalizada la votación se podrá consultar quién ha votado y el sentido de su voto.Secreta: Sólo se visualizará el número de votos emitidos. Una vez finalizada la votación será visible la lista de personas que ha votado pero no el voto de cada uno.No es necesario votar este punto: Permitirá marcar que ese punto del orden del día no tiene votación telemática.  Cuando se crea o edita una reunión, la aplicación mostrará los nuevos campos asociados a la votación telemática:  Estos campos son: Admite votación telemática: Si está marcado, se votarán telemáticamente los puntos del orden del día según el procedimiento indicado en cada uno de ellos. Por defecto el procedimiento de votación será ordinario.Admite cambio de voto: Permite indicar si se permite que un miembro cambie el voto emitido durante la votación.Resultados de las votaciones: Permite indicar cuándo visualizarán los resultados:Al cerrar las votaciones: Se podrá acceder a los resultados de las votaciones de un punto del orden del día cuando se cierre la votación de ese punto, aunque existan votaciones en curso de otros puntos.Al alcanzar la fecha de fin de votación: Sólo se visualizarán los resultados de todas las votaciones cuando se alcance la fecha de fin de votación indicada en los campos “fecha de fin de la votación” y “hora finalización”. El secretario podrá reabrir las votaciones si lo considera necesario mientras no se haya alcanzado la hora de fin de la votación. Al cerrar las votaciones: Se podrá acceder a los resultados de las votaciones de un punto del orden del día cuando se cierre la votación de ese punto, aunque existan votaciones en curso de otros puntos.Al alcanzar la fecha de fin de votación: Sólo se visualizarán los resultados de todas las votaciones cuando se alcance la fecha de fin de votación indicada en los campos “fecha de fin de la votación” y “hora finalización”. El secretario podrá reabrir las votaciones si lo considera necesario mientras no se haya alcanzado la hora de fin de la votación. Las opciones anteriores se podrán modificar en cualquier momento durante la votación. Si se ha marcado que la reunión admite votación telemática, al crear o editar puntos del orden del día podremos modificar los campos relativos a la votación:  La votación puede ser Pública/Abierta o Secreta. Si es Pública/Abierta, al finalizar la votación, se mostrará en los resultados qué opción ha votado cada miembro. Si es secreta se mostrará solamente qué miembros han votado sin mostrar el sentido de su voto. Si en el punto del orden del día requiere votación telemática, también se permitirá seleccionar el tipo de procedimiento de votación y la mayoría necesaria para aprobar:  El tipo de procedimiento de votación y el ámbito de la votación se podrán cambiar aunque la votación esté abierta, siempre que no se haya emitido ningún voto. Se avisará de este cambio a los convocados si la convocatoria ya se envió con anterioridad. El tipo de recuento se podrá cambiar en cualquier momento durante la votación. Las opciones de voto serán: A favor.En contra: Es opcional y se activa/desactiva con el check “Permitir votar en contra” que se visualiza en la imagen anterior. Al crear un punto del orden del día en una reunión que admite votación telemática, esta opción aparecerá marcada por defecto.Abstención. Una vez configuradas las opciones de voto, el desarrollo de la votación dependerá del procedimiento seleccionado en cada punto: Procedimiento ordinario: Una vez se envíe la convocatoria de la reunión, el secretario tendrá la opción de abrir las votaciones de cada punto a través del botón “Acceder a la votación” que se encuentra en el apartado “Votación” de la ficha de la reunión.Al acceder a la votación se mostrará una lista de los puntos del orden del día y un botón que permitirá abrir  o cerrar la votación de los puntos con procedimiento ordinario de votación. Una vez alcanzada la fecha y hora de finalización de la votación indicada en la reunión, el secretario ya no podrá abrir la votación de los puntos del orden del día. Procedimiento abreviado: La votación de los puntos con este procedimiento de voto se abrirá cuando se envíe la convocatoria de la reunión, por tanto desde ese momento los miembros asistententes podrán votar a través del botón “Acceso a la votación” del apartado “Votación” de la ficha de la reunión. La votación finalizará en la fecha y hora de fin de votación indicada en la reunión, o cuando el secretario cierre las votaciones de forma explícita. Solamente podrán votar los asistentes a la reunión. El secretario o el gestor de la reunión, por tanto, deberá asegurarse de que la información sobre la asistencia a la reunión de sus miembros está actualizada y correcta antes de abrir las votaciones de los puntos.  Abrir y cerrar la votación en el procedimiento ordinario En las votaciones por procedimiento ordinario, el secretario deberá abrir y cerrar la votación de cada punto del orden del día. Para ello, deberá acceder a la ficha de la reunión, donde encontrará un botón “Acceder a la votación” que deberá pulsar para acceder a las votaciones de cada punto del orden del día:  Al acceder, visualizará los puntos del orden del día de la reunión, y en aquellos que se voten mediante el procedimiento ordinario tendrá un botón que le permitirá abrir la votación del punto del orden del día, si ésta no está abierta aún:  O un botón que le permitirá cerrar la votación del punto si ésta está en marcha:   Si el secretario no cierra la votación de cada punto de forma explícita, pero sí que se ha indicado una fecha de finalización de la votación, la votación se cerrara a la fecha y hora de fin de votación que se ha indicado en la reunión.  Abrir y cerrar la votación en el procedimiento abreviado En este tipo de procedimiento, la votación se abrirá automáticamente cuando se envíe la convocatoria a los miembros, sin que el secretario la abra de forma explícita. Por tanto, una vez enviada la convocatoria, los miembros podrán acceder a la votación desde la ficha de reunión y emitir su voto de la misma forma que en el apartado anterior. El secretario puede cerrar de forma explícita la votación de cada punto del orden del día. Si el secretario no cierra la votación de cada punto de forma explícita, pero sí que se ha indicado una fecha de finalización de la votación, ésta se cerrara a la fecha y hora de fin de votación que se ha indicado en la reunión.  RESULTADOS DE LA VOTACIÓN: Una vez cumplida la condición para que se muestren los resultados de la votación (se ha cerrado la votación o se ha alcanzado la fecha de fin de votación), en la ficha de la reunión aparecerá un botón para acceder a los resultados de la misma:  Pulsando el botón visualizaremos el resultado para los puntos del orden del día que tenían habilitada la votación telemática y cuya votación está cerrada. Para cada punto del orden del día con votación telemática asociada se mostrará si el punto se ha aprobado y el número de votos obtenido por cada opción:  En este caso, los asistentes que no han emitido ningún voto, se contabilizarán como abstenciones al calcular el resultado de la votación. Además en cada punto tendremos la opción de ver en detalle el resultado de ese punto, que consistirá en: Votación abierta/pública: Se mostrarán los nombres de los miembros que han votado cada opción.Votación cerrada: Se mostrarán los nombres de los miembros que han votado sin mostrar la opción votada.", "subtitulo-13": "13. Consultas de asistencias a reuniones", "contenido-13": "GOC incluye un apartado para consulta de las asistencias disponible desde Junio de 2023. El manual para la consulta de asistencias se encuentra aquí: GOC-Asistencias a reuniones de órganos colegiados.", "subtitulo-14": "14. Versiones y cambios en la aplicación.", "contenido-14": "Se pueden consultar los cambios y mejoras que se van incluyendo en la aplicación en: Novedades de la aplicación GOC", "subtitulo-15": "15. Roadmap de la aplicación", "contenido-15": "Las tareas aprobadas para incluir en la aplicación y las tareas solicitadas pendientes de su aprobación se pueden consultar en la página del roadmap de la aplicación: Roadmap"}