{"apartado": "03 - Extensión Universitaria.", "titulo": "POMA - Préstamo de Objetos y Materiales", "enlace": "https://wiki.upv.es/confluence/pages/viewpage.action?pageId=48365607", "subtitulo-1": "Préstamo e inventario", "contenido-1": "Esta parte de la aplicación contiene toda la funcionalidad necesaria para la gestión del inventario de materiales, de los préstamos y de las devoluciones.", "seccion-1.1": "Préstamo", "contenido-1.1": "La tabla permite ordenar por el nombre de forma ascendente y descendente pulsando sobre la cabecera de la columna, así como elegir el número de resultados mostrados en cada página que por defecto es de 10.", "seccion-1.2": "Préstamo mútiple", "contenido-1.2": "", "seccion-1.3": "Devolución", "contenido-1.3": "Mediante el botón \"Préstamos activos\" podremos consultar los préstamos que están activos actualmente.", "seccion-1.4": "Préstamos activos", "contenido-1.4": "La tabla se puede ordenar por todos los campos pulsando en la cabecera de la columna correspondiente.", "seccion-1.5": "Gestión de objetos - Inventario", "contenido-1.5": "En la parte de arriba tenemos los siguientes botones:", "subseccion-1.5.1": "Nuevo", "contenido-1.5.1": "Es importante a la hora de dar de alta el material que el código de barras proporcionado sea el mismo que está impreso en el material. Se pueden dar de alta códigos ficticios pero han de ser no repetidos.", "subseccion-1.5.2": "Alta rápida", "contenido-1.5.2": "Este botón abre una ventana emergente que permite dar de alta varios materiales a la vez. Su funcionamiento se explica en el siguiente apartado (Alta rápida de objetos).", "subseccion-1.5.3": "Borrar seleccionados", "contenido-1.5.3": "Permite borrar todos los materiales que se hayan seleccionado en la tabla de materiales.", "subseccion-1.5.4": "Exportar seleccionados", "contenido-1.5.4": "Exporta a un fichero excel los materiales que se hayan seleccionado en la tabla de materiales", "subseccion-1.5.5": "Exportar todos", "contenido-1.5.5": "Además de la funcionalidad anterior, en la tabla tenemos el botón \"Acciones\" que permite realizar una acción sobre el material de esa fila. Al pulsarlo se desplegarán las opciones disponibles, que son:", "subseccion-1.5.6": "Devolver", "contenido-1.5.6": "Al pulsar este botón, la aplicación nos redirigirá a la página de devolución para hacer la devolución del material correspondiente.", "subseccion-1.5.7": "Prestar", "contenido-1.5.7": "El botón de prestar nos conducirá a la página para realizar el préstamo del material correspondiente.", "subseccion-1.5.8": "Editar", "contenido-1.5.8": "También podemos editar los datos de los materiales pulsando sobre su descripción en la tabla de materiales.", "subseccion-1.5.9": "Borrar", "contenido-1.5.9": "Borra el material correspondiente.", "seccion-1.6": "Alta rápida de objetos", "contenido-1.6": "", "seccion-1.7": "Importar objetos desde Excel", "contenido-1.7": "Una vez listados los materiales, podremos crearlos en la aplicación pulsando \"Dar altas\".", "seccion-1.8": "Histórico de objetos", "contenido-1.8": "", "seccion-1.9": "Sanciones", "contenido-1.9": "", "subtitulo-2": "Administración", "contenido-2": "Una vez se ha dado de alta nuestra unidad, departamento, centro o servicio en POMA, el administrador debe acceder a esta parte de la aplicación para dar de alta a otros usuarios, configurar los parámetros del sistema, etc.", "seccion-2.1": "Gestión de personal", "contenido-2.1": "Con el botón \"Editar\" podremos cambiar el nivel y el campus de la persona correspondiente. Y con el botón \"Borrar\" podremos eliminar a un usuario.", "seccion-2.2": "Cambio de campus", "contenido-2.2": "Esta pantalla permite cambiar el campus.", "seccion-2.3": "Consultas y estadísticas", "contenido-2.3": "En esta pantalla podemos generar un fichero Excel que contiene el histórico de devoluciones.", "seccion-2.4": "Parámetros", "contenido-2.4": "Los avisos sólo se podrán activar si se ha rellenado el campo email, que será el remitente de los correos de aviso que se manden a las personas cuyo préstamo vaya a finalizar o que no hayan realizado la devolución a tiempo.", "seccion-2.5": "Pantalla de autopréstamo", "contenido-2.5": "A través de esta opción de menú podremos lanzar la pantalla de autopréstamo. A través de esta opción de menú podremos lanzar la pantalla de autopréstamo."}