{"apartado": "03 - Extensión Universitaria.", "titulo": "TIBI v3 - Envío masivo de correos", "enlace": "https://wiki.upv.es/confluence/pages/viewpage.action?pageId=515440647", "subtitulo-1": "Características de Tibi v3", "contenido-1": "El funcionamiento de Tibi v3 es diferente a Tibi v2. Ahora es de uso más sencillo y mas potente. Consultas simplificadas. Solo hay que elegir la consulta de un desplegable: por ejemplo \"Alumnos por titulación y curso\"Posibilidad de elegir varios parámetros a la vez. Por ejemplo si queremos enviar correos a colectivos de la universidad podemos elegir varios a la vez.Nuevo interfaz más moderno y responsivo (uso en dispositivos diferentes)Nuevas opciones en cuanto envíos: envíos en curso, envíos realizados, envíos guardados.Ahora los envíos en curso se pueden cancelar.Mejoras en listas de externos.Corrección errores de Tibi v2Mejora en el rendimiento en los envíos.API rest para interconexión con otras aplicaciones A lo largo de los próximos meses se irán ampliando funcionalidades y añadiendo nuevas consultas que pudieran ser necesarias para cada CDIS.", "subtitulo-2": "Acceso a Tibi v3", "contenido-2": "Si su  entidad está dada de alta en Tibi v3 tendrá acceso en la intranet en:  Si estamos dados de alta en varias entidades nos aparecerá una pantalla previa para elegir la entidad de envío. Si solo estamos en una (lo más normal) entrará directamente a hacer un nuevo envió en una pantalla similar a esta.   En la parte superior nos aparece una cabecera con la entidad y usuario conectado y un menú con las opciones disponibles.", "subtitulo-3": "Cómo realizar un envío", "contenido-3": "En el menú superior elegimos la opción + NUEVO ENVIO Nos aparece un desplegable Consultas con todas las consultas disponibles para nuestra entidad. Debemos elegir una.  NOTA: Las consultas disponibles dependen de cada tipo de entidad. Por ejemplo un centro normalmente tendrá consultas referidas a alumnos y un sindicato consultas referidas a personal. Una vez elegida la consulta nos aparecen los parámetros (uno o más) de esa consulta. Los cuales serán diferentes dependiendo de la consulta. En este ejemplo ya que hemos elegido \"Personas de la universidad por colectivo\"  por tanto el parámetro es el \"Colectivo\". Podemos marcar un valor o varios de cada parámetro. Por defecto vienen marcados TODOS.   En el ejemplo marcamos dos valores los colectivos \"PAS\" y \"Personal de investigación\" Una vez seleccionados los valores, pulsamos el botón de recuento que nos dirá a cuantas personas se enviará el correo masivo.  A continuación pulsamos el botón crear para que se nos amplíe la pantalla para completar el correo.   En esta pantalla debemos rellenar los campos Asunto y Texto (HTML) que compondrán el mensaje de correo. El campo con el Texto (HTML) es un editor que nos permite, entre otras cosas: formatear el texto, incluir enlaces e imágenes, pegar texto desde word u otras fuentes, ver el formato  en HTML o editar a pantalla completa. Podemos añadir un anexo para enviar junto al correo en la zona de Fichero anexo. Para ello pulsamos el botón + selecciona y elegimos el fichero.  NOTA: por normativa solo se permite un anexo por mensaje. Antes de un envío masivo es conveniente comprobar como va a llegar. Para ello tenemos la opción de hacer un envío de pruebas, para ello usamos el botón probar. Previamente debemos poner uno o varias direcciones de correo electrónico en el campo habilitado para tal (después de poner  cada dirección debemos pulsar intro o ; )   Una vez completado el mensaje (asunto, cuerpo y anexo) y realizadas las pruebas, podremos o bien guardar el mensaje (para enviar más tarde) o bien enviar directamente. NOTA: solo se guarda el contenido del mensaje (asunto, cuerpo y anexo) y el campo de email de pruebas. La consulta y parámetros no se guardan. ", "subtitulo-4": "Mensajes en curso", "contenido-4": "Los mensajes en curso son aquellos que se están enviado. Pueden estar sin enviar todavía (a la espera de la cola)  o parcialmente enviados. Podemos acceder a ellos desde el menú superior. Al pinchar sobre ellos nos aparece una lista con los mensajes en curso. Normalmente suele ser uno o dos.  Tanto los mensajes de prueba como los mensajes normales pueden estar en curso. No obstante un mensaje de prueba se suele enviar rápido y no permanece en curso mucho tiempo. Los mensajes que ya se han procesado pasan a la opción de mensajes enviados (sean de prueba o normales). Un mensaje en curso puede ser cancelado pinchando a la izquierda en el icono de cancelación. Evidentemente si el mensaje ya se ha enviado a algunos destinatarios esos envíos no se puede cancelar, solo se cancelará el envío a los destinatarios pendientes. Podemos reenviar un mensaje pinchando en el icono de correo. También podemos ver el detalle del mensaje pinchando en el asunto.  ", "subtitulo-5": "Mensajes enviados y guardados", "contenido-5": "Podemos ver los mensajes enviados (histórico) y los mensajes guardados (no enviados nunca). Hay dos opciones en el menú para verlos.   Para ver el detalle podemos pulsar en el asunto. También podemos reenviar un mensaje pulsando en el icono de correo electrónico. Los mensajes guardados, además, se pueden borrar. NOTA: al reenviar un mensaje solo se recupera el contenido del mensaje (asunto, cuerpo y anexo) y el campo de email de pruebas. La consulta y parámetros no se guardan.", "subtitulo-6": "Lista de direcciones EXTERNAS", "contenido-6": "Se puede mantener una lista manual de direcciones de correo externas accediendo a la opción DIRECCIONES EXTERNAS en el menú superior.  Podemos añadir, editar o eliminar  direcciones de esta lista una a una. También podemos eliminar un grupo seleccionándolas  con el check de la izq. IMPORTANTE: después de que hagamos operaciones en esta  lista debemos pulsar el botón GUARDAR para que los cambios pasen a la base de datos. También podemos importar un fichero de texto con las direcciones separadas por comas, puntos y comas o salto de línea como en los ejemplos dir1@xxx.yy , euyruyur@gmail.com , no.es.verdadera@gmail.com, pedro.pere@fhghfghfghfghfghgf.es dir1@xxx.yy ; euyruyur@gmail.com; rdadera@gmail.com; pedro.pere@fhghfghfghfghfghgf.es Para importar un fichero pulsamos SELECCIONA y luego SUBE. ", "subtitulo-7": "Envió a la lista de direcciones EXTERNAS", "contenido-7": "Para enviar a la lista de direcciones externas, desde la  opción NUEVO ENVIO, debemos elegir la consulta  \"Direcciones EXTERNAS (gestionadas en la opción DIRECCIONES EXTERNAS)\" y realizar el envío como otro cualquiera. NOTA: el parámetro \"Entidad conectada\" se ignorará. ", "subtitulo-8": "Consideraciones importantes", "contenido-8": "FORMATO HTML El formato de envío del cuerpo es HTML, al ser un formato complejo no todos los clientes (destinatarios del correo) lo muestran exactamente igual. Es posible que el OUTLOOK muestre el correo diferente de GMAIL y estos diferentes del mail de IOS (Apple). Cuanto más simples sean los correos mas compatibles serán. No obstante para correos complejos o importantes se recomienda probarlos en diferentes clientes. ATENCIÓN: Normalmente OUTLOOK suele dar algunos problemas al mostrar mensajes HTML. Algunas indicaciones y consejos se pueden encontrar en:https://mailchimp.com/es/help/my-email-looks-different-in-outlook/  SERVIDOR DE CORREO Para TIBI un envío está completo cuando ha sido entregado al servidor de correo de la UPV. Eso no quiere decir que haya llegado a los destinatarios ya que pueden estar encolados en el servidor. Aunque normalmente los marcados como enviados suelen haber llegado a su destino, si el envío tiene una gran cantidad de destinatarios es posible que se retrase.  TIEMPO DE ENVÍO El sistema TIBI sigue un sistema de encolado de tal manera que los envíos se realizan por orden. Al haber muchas entidades enviando un correo se pude llegar a retrasar hasta horas. Se recomienda se haga un uso responsable de esta herramienta.   "}