{"apartado": "01 - Manuales equipos de direción centros y departamentos", "titulo": "Manual aplicaciones directores y subdirectores departamentos", "enlace": "https://wiki.upv.es/confluence/display/MANUALES/Manual+aplicaciones+directores+y+subdirectores+departamentos", "subtitulo-1": "CONCEPTOS Y DEFINICIONES", "contenido-1": "Acceso: Descripción de la ruta para acceder a la aplicación. Gestión de permisos: Indicación de cómo se dan los permisos de acceso a la aplicación. Responsable Funcional: Entidad de la UPV de la que depende la Normativas aplicadas y los procesos automatizados. El responsable funcional es el encargado recopilar propuestas de mejoras de los usuarios, priorizarlos y proponer cambios evolutivos o normativos en la aplicación. Responsable Técnico: Entidad de la UPV de quien depende los realizar los mantenimientos normativos y evolutivo encargados por el responsable funcional en las aplicaciones, además se responsabiliza de los mantenimientos técnicos. VECA: Vicerrectorado de estudios y calidad VRED: Vicerrectorado de recursos digitales VOA: Vicerrectorado de ordenación académica AC: Área de comunicación ASIC: Área de sistemas de información y comunicaciones SAL: Servicio de alumnado SPRL: Servicio de prevención de riesgos laborales GE: Gestión Económica ED: Escuela de doctorado SEPQ: Servicio de estudios, planificación y calidad ICE: Instituto ciencias de la información VIIT: Investigación, Innovación y Transferencia", "subtitulo-2": "gestión de permisos A LAS APLICACIONES (GAP)", "seccion-2.1": "Gestión Permisos", "contenido-2.1": "Descripción Utilidad permite autorizar o denegar el acceso de usuario a las aplicaciones corporativas UPV. El objetivo de esta utilidad, es unificar la gestión de permisos de todas las aplicaciones corporativas, es por ello que en este catálogo se indicara si la gestión de permisos. Gestión de permisos: Automática según cargos o actividad. Acceso: Intranet-> Herramientas ->Gestión de permisos -> Gestión sobre permisos de acceso a las aplicaciones corporativas. Responsable funcional: ASIC Responsable técnico: ASIC", "subtitulo-3": "Gestión general departamento", "seccion-3.1": "Reserva de espacios. Aplicación MONNEGRE", "contenido-3.1": "Descripción Aplicación Institucional que gestiona la reserva de aulas, salas y todo tipo de espacios de un centro, departamento, servicio o cualquier otra entidad UPV. Acceso: Intranet. Lo que gestiono ->Reserva de salas, aulas y espacios (Monnegre). Gestión de permisos: GAP, previa solicitud al CAU Manual: https://wiki.upv.es/confluence/display/MANUALES/Monnegre+Manual+Usuario Responsable funcional: ASIC Responsable técnico: ASIC", "seccion-3.2": "Préstamo e intercambio de material. Aplicación POMA", "contenido-3.2": "Descripción Aplicación para la gestión de inventario y préstamo de material para servicios, unidades, departamentos y cualquier entidad de la UPV que lo solicite. Acceso: Intranet->Lo que gestiono ->Inventario, préstamo y reservas (POMA) Gestión de permisos: directamente en la aplicación, previa solicitud al CAU. Manual completo disponible en https://wiki.upv.es/confluence/pages/viewpage.action?pageId=48365607 Responsable funcional: ASIC  Responsable técnico: ASIC", "seccion-3.3": "Bibliotecas de Centros. Aplicación SOT2", "contenido-3.3": "Descripción Aplicación para la gestión de las bibliotecas de los centros permite la exportación del catálogo propio. Para activar la aplicación es necesario solicitarlo a la Biblioteca Gestión de permisos: directamente en la aplicación, previa solicitud a la Biblioteca. Acceso: Intranet->Lo que gestiono -> gestión de Biblioteca ->SOT2- Biblioteca departamentos e Integración UPV-Aleph Responsable funcional: BIBLIOTECA Responsable técnico: ASIC", "seccion-3.4": "Servicio licencias software y aplicaciones", "contenido-3.4": "Descripción Con este servicio se facilita el acceso al software, su documentación, claves y licencias, desde cualquier lugar e independientemente de la plataforma. Gestión de permisos: cualquier usuario autentificado  Acceso: software.upv.es Responsable funcional: ASIC Responsable técnico: ASIC", "seccion-3.5": "Información docente e indicadores. Aplicación MEDITERRÀNIA", "contenido-3.5": "Descripción Mediterrània (o portal Mediterrània) es un sistema de información de la UPV, con varios perfiles de acceso, siendo los principales Centro y Departamento. El portal recoge todo tipo de indicadores de investigación, POD y docencia, recursos económicos y humanos, etc. Es una aplicación extensa y se recomienda la lectura del manual en línea. Acceso: Intranet -> Información reservada ->Mediterrània Gestión de permisos: Previa solicitud al responsable técnico Responsable funcional: GE Responsable técnico: GE", "seccion-3.6": "Gestión de órganos y comisiones UPV. Aplicación Xúquer", "contenido-3.6": "Descripción Aplicación que permite mantener los integrantes de los órganos, comisiones de la UPV y los cargos unipersonales de la Universidad. Acceso: Intranet -> Lo que gestiono ->XUQUER - Gestión de Órganos  Gestión permisos: GAP Responsable funcional: Secretaria General Responsable técnico: ASIC", "seccion-3.7": "Registro de personas externas.", "contenido-3.7": "Aplicación que permite la gestión de las solicitudes de acceso a servicios de la Universidad de personal externo para desarrollar su trabajo. La propia solicitud conllevara la inclusión del interesado en el Registro de Personas Externas cuando cumpla la Normativa de inclusión de personal externo en el registro, aprobada el 7 de marzo 2013. Acceso: Intranet -> Lo que gestiono -> Registro de personal Externo Gestión permisos: GAP Responsable funcional: Secretaria General Responsable técnico: ASIC", "seccion-3.8": "Gestión de las convocatorias de reunión de órganos colegiados", "contenido-3.8": "Descripción: Aplicación que permite la gestión de las reuniones de los diferentes órganos y comisiones de la universidad. Acceso: Intranet -> Lo que gestiono -> GOC-Gestión de Órganos Colegiados Gestión permisos: GAP Responsable funcional: Secretaria General Responsable técnico: ASIC Manual: en la propia aplicación Esta aplicación estará operativa a partir de enero, previa petición al CAU", "seccion-3.9": "Reuniones virtuales y tele conferencias.", "contenido-3.9": "Descripción Existe un catálogo de diversas herramientas. Polireunión (servicio de multiconferencia que permite reunir en un entorno colaborativo a varias personas en una misma sala virtual) Policonecta (gestionada por el CFP), Adobe Connect. etc. Acceso Adobe Connect y Policonecta están gestionados por el CFP. Polireunión está disponible en http://polireunion.upv.es. Además, a fecha de septiembre de 2017, a través de Office 635, Skype es de uso abierto y permite multiconferencias con vídeo y audio de manera sencilla y directa.  Responsable funcional: ASIC Responsable técnico: ASIC", "seccion-3.10": "Acceso Remoto (Multi-plataforma ISL).", "contenido-3.10": "Descripción:  Permite gestionar y administrar de forma remota y centralizada las estaciones de trabajo Windows, Mac y Linux.  Gestión de permisos: Intranet -> Servicios ->Área de Sistemas de información y Comunicaciones -> Alta de usuario para Control Remoto-ISL Acceso: https://isl.cc.upv.es Responsable funcional: ASIC Responsable técnico: ASIC", "subtitulo-4": "organización docencia", "seccion-4.1": "Plan organización docente. Aplicación ALGAR DEPARTAMENTOS", "contenido-4.1": "Descripción Permite la gestión de los recursos docentes, facilitando las tareas de planificación de los recursos destacando la definición de grupos (teoría, práctica, laboratorio, etc.), asignación de profesores y obtención de resultados sobre la capacidad docente de la Universidad y la docencia impartida. También permite definir el idioma de Docencia. Para la gestión de horarios de asignaturas, en caso de que el departamento tenga la gestión de algún título, se utiliza tanto Algar Departamentos como Algar Ríos. Gestión permisos: GAP Acceso: Intranet -> Lo que Gestiono -> Gestión académica -> Algar Departamentos Manual: https://wiki.upv.es/confluence/display/MANUALES/Algar+Departamental Responsable funcional: VOA Responsable técnico: ASIC", "seccion-4.2": "Guías Docentes", "contenido-4.2": "Descripción Permite la introducción, aprobación, publicación y traducción de las guías docentes de las asignaturas. Hay varias aplicaciones en función de si se debe aprobar o revisar la guía docente, tanto por el departamento como por el centro. También está la propia aplicación para la introducción y modificación de las guías docentes por parte de los profesores. Hay fases intercaladas en el flujo de trabajo de la gestión de las guías docentes que dependen de la aplicación VERIFICA. El departamento intervine en la aprobación de la Guía Docente una vez cerrada y aprobada por el profesor responsable de introducirla. Acceso: Lo que gestiono ->Gestión guías docentes ->Aprobación de Guías Docentes (DEP) Si el departamento es ERT. Acceso: Intranet->Lo que gestiono ->Gestión guías docentes-> Aprobación de Guías Docentes (ERT) También están las revisiones por Departamento y por Centro de las Guías Docenes, con sus aplicativos correspondientes para la revisión. Gestión permisos: GAP Responsable funcional: VECA Responsable técnico: ASIC", "seccion-4.3": "Definición horarios de clase – Aplicación ALGAR-HORARIOS", "contenido-4.3": "Descripción Permite la gestión de los horarios de clase departamentos de la UPV: facilita la tarea de asignación de espacios, horarios, profesor e idioma de impartición. La información a introducir en los horarios por parte del departamento, dependerá si el horario esta delegado por parte de la ERT o no. Con delegación: creación horario completo de la asignatura y asignación de espacios. Sin delegación: Introducción del profesor y espacio de la práctica de laboratorio (si procede). Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->ALGAR  Gestión permisos: GAP  Responsable funcional: VOA Responsable técnico: ASIC       Para el curso 2018-2019 estará disponible nueva aplicación Horarios", "subtitulo-5": "Gestión ALUMNADO", "seccion-5.1": "Gestión TFG/TFM. Aplicación EBRÓN", "contenido-5.1": "Descripción EBRÓN es la aplicación corporativa diseñada para la Gestión de los Trabajos Fin de Grado y Fin de Máster, según las directrices de la Normativa Marco de Trabajo Fin de Grado y Fin de Máster de la Universitat Politècnica de València. Se crea para ayudar a conseguir las directrices establecidas por la Normativa a través de una interfaz de usuario intuitiva. La aplicación es compleja dado que captura todo el flujo de trabajo desde las propuestas de TFG/TFM , las asignaciones de tutores y gestión por parte de las ERT, CATs, estudiantes y profesores así como la defensa y los tribunales. Acceso desde la intranet. Lo que gestiono->Gestión Académica ->Gestión TFG/TFM  Manual disponible en línea. Responsable funcional: SAL Responsable técnico: ASIC", "seccion-5.2": "Gestión de Tesis", "contenido-5.2": "Descripción Aplicación para la gestión de todos los aspectos de las Tesis Doctorales con varios perfiles y roles, desde el tutor/director a miembros de la Comisión del Programa de Doctorado. Gestión de permisos: GAP Acceso: Intranet-> Lo que gestiono -> Gestión Académica -> Gestión de TESIS Manual: disponible en línea. Responsable funcional: ED Responsable técnico: ASIC", "subtitulo-6": "EVALUACIÓN INVESTIGADORA Y DOCENTE", "seccion-6.1": "Evaluación actividad investigadora. Aplicación SENIA", "contenido-6.1": "Descripción Gestión de la actividad investigadora de la UPV de la que extrae el IAI (Índice de la actividad investigadora). Acceso: Intranet. Investigación -> Gestión de la actividad de investigación y transferencia ->Senia 2 Gestión de permisos: en la aplicación, PAS Y PDI autentificado en Intranet Responsable funcional: VIIT Responsable técnico: ASIC", "seccion-6.2": "Evaluación actividad docente. SENIA", "contenido-6.2": "Descripción Gestión de las convocatorias anuales de evaluación de la docencia (IAD) y gestión de los méritos curriculares docentes. Acceso: Intranet->Docencia ->Resultados ->Senia 2 Gestión de permisos: en la aplicación, PAS Y PDI autentificado en Intranet Responsable funcional: VECA Responsable técnico: ASIC", "subtitulo-7": "Departamento como ERT", "seccion-7.1": "Mantenimiento personal autorizado para gestión del máster", "contenido-7.1": "Descripción Permite al responsable del Máster la gestión de autorizaciones a otros usuarios para cada titulación que gestiona el departamento como ERT. Acceso: Intranet ->Lo que gestiono-> Gestión responsable de Master o doctorado Gestión de permisos: GAP Responsable funcional: SAL Responsable técnico: ASIC", "seccion-7.2": "Definición planes de estudio-contrato programa.", "contenido-7.2": "Descripción Gestión de las titulaciones oficiales de la UPV para facilitar los procesos de verificación y seguimiento interno y externo. Gestión de los contratos-programa. El departamento durante el diseño debe de crear el anexo II del contrato-programa de diseño oferta de asignaturas. Para el seguimiento, el Departamento debe de actualizar en el anexo II quien será el profesor responsable de cumplimentar la guía docente de la asignatura para cada curso. Acceso: Intranet ->Lo que gestiono->Gestión Académica -> VERIFICA-UPV Gestión permisos: GAP Manual: en la página principal de la aplicación. Responsable funcional: VECA Responsable técnico: ASIC", "seccion-7.3": "Gestión Oferta de asignaturas", "contenido-7.3": "Descripción Permite activar o desactivar las asignaturas para un curso por titulación y asignatura Acceso: Intranet ->Lo que gestiono-> Gestión responsable de Master o doctorado Gestión de permisos: GAP Responsable funcional: SAL Responsable técnico: ASIC", "seccion-7.4": "Preinscripción Máster.", "contenido-7.4": "Descripción Gestión de las solicitudes de preinscripción de los alumnos en una titulación, máster y doctorado. Acceso: Intranet ->Lo que gestiono-> Gestión responsable de Master o doctorado Gestión de permisos: GAP Responsable funcional: SAL Responsable técnico: ASIC", "seccion-7.5": "Definición horarios de clase – Aplicación ALGAR", "contenido-7.5": "Descripción Permite la gestión de los horarios de clase en las ERT's y departamentos de la UPV: facilita la tarea de asignación de espacios, horarios, profesor e idioma de impartición. Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->ALGAR  Gestión permisos: GAP  Manual: en la pantalla principal de la aplicación https://wiki.upv.es/confluence/display/MANUALES/Manual+Algar  Responsable funcional: VOA Responsable técnico: ASIC Para el curso 2017-2018 estará disponible nueva aplicación Horarios", "seccion-7.6": "Gestión de actas", "contenido-7.6": "Descripción Permite revisar el estado de introducción de Actas de notas por titulación y asignatura Acceso: Intranet ->Lo que gestiono-> Gestión responsable de Máster Gestión de permisos: GAP Responsable funcional: SAL Responsable técnico: ASIC", "seccion-7.7": "Reconocimiento de créditos.", "contenido-7.7": "Descripción Gestión de las solicitudes de reconocimiento y resolución de los recursos de los alumnos en una titulación de grado, máster y doctorado. Acceso: Intranet ->Lo que gestiono-> Gestión responsable de Master o Doctorado Gestión de permisos: GAP Responsable funcional: SAL Responsable técnico: ASIC", "seccion-7.8": "Gestión solicitudes a Tiempo Parcial", "contenido-7.8": "Descripción Gestión de las solicitudes de matrícula del alumno a tiempo parcial. Acceso: Intranet ->Lo que gestiono-> Gestión responsable de Master o Doctorado Gestión de permisos: GAP Responsable funcional: SAL Responsable técnico: ASIC", "seccion-7.9": "Permanencia. Aplicación ALGAR", "contenido-7.9": "Gestión del cumplimiento de la Normativa de permanencia de los alumnos de Grado y Máster en la UPV. Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->ALGAR -> Planes de estudio -> Permanencia Gestión de permisos: GAP Responsable funcional: SAL  Responsable técnico: ASIC", "seccion-7.10": "Evaluación por curriculum. Aplicación ALGAR", "contenido-7.10": "Descripción Gestión de los alumnos que cumplen los requisitos para la Evaluación global por materias o asignaturas, según la normativa de la UPV. Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) -> Planes de estudio -> Evaluación curricular Gestión de permisos: GAP Responsable funcional: Área de Alumnado, Rendimiento y Evaluación Curricular Responsable técnico: ASIC", "seccion-7.11": "Dispensa Asistencias. Aplicación ALGAR", "contenido-7.11": "Descripción Soporte para la gestión de las solicitudes de los alumnos realizan a través de la Intranet para solicitar la dispensa a clases. Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) -> Gestión ERT -> Gestión de dispensas Acceso: GAP Responsable funcional: SAL Responsable técnico: ASIC", "seccion-7.12": "Gestión de Asistencia (Partes de Firmas)", "contenido-7.12": "Descripción Gestión de Asistencia de Alumnos e impartición de la Docencia por profesores. En el caso en que el departamento gestione algún título, como por ejemplo un Máster, es posible implantar esta herramienta para la gestión de la asistencia, partes de asistencia, etc. Hay perfiles para la ERT y para profesores. Acceso: Intranet -> Lo que gestiono -> Gestión partes de asistencia Gestión de permisos: Por la propia aplicación, previa solicitud.  Manual disponible en línea. Responsable funcional: VRED Responsable técnico: ASIC", "subtitulo-8": "OTRAS APLICACIONES DE UTILIDAD", "seccion-8.1": "Notas y actas. Aplicación PADRINO3", "contenido-8.1": "Descripción Programa de ayuda a la gestión de notas por parte de los profesores, permite la obtención de listas, gestión de calificaciones, comunicación de notas parciales o finales a los alumnos de forma individualizada a través de email y/o SMS. Se trabaja siempre en modo on-line y se sincronizan los datos locales actualizados con los del sistema central de base de Datos en cada conexión y/o a petición del profesor. Acceso: intranet-> Docencia ->Padrino V3", "seccion-8.2": "Diligencias a actas", "contenido-8.2": "Descripción Aplicación que permite la generación de diligencias sobre actas del curso actual y anterior. Las diligencias generadas se firman electrónicamente y se almacenan automáticamente en el repositorio documental de la UPV. De esta manera se evita la firma manual, el papel y los desplazamientos a los centros. Solo en el caso que la diligencia sea de más de un curso anterior al actual ésta debe seguir tramitándose en el centro correspondiente. Para el resto, esta vía es la única para la tramitación de estas diligencias. Acceso: Intranet -> Docencia-> otras aplicaciones docentes-> Gestión asignaturas -> nombre asignatura -> Diligencias de actas. Gestión de permisos: propia aplicación: sólo profesor responsable de la asignatura. Manual en: https://www.upv.es/pls/soalu/sic_miweb2.Contenido?p_id=930240&p_idioma=c", "seccion-8.3": "Repositorio Trabajos, documentación docente (TFG, PFC). Aplicación RiuNET", "contenido-8.3": "Descripción Aplicación que contiene todo el contenido digital de calidad de la universidad: trabajos docentes, publicaciones académicas, trabajos de investigación, tesis, proyectos fin de carrera, material docente, objetos de aprendizaje, digitalización de colecciones antiguas, etc. Acceso desde URL: https://riunet.upv.es/ Ayuda disponible en: https://riunet.upv.es/help/faq", "seccion-8.4": "Docencia en Red", "contenido-8.4": "Descripción Aplicación para la solicitud, entrega y seguimiento de los materiales docentes realizados por los profesores de la UPV en el marco del programa Docencia en Red. Acceso: Intranet  ->Solicitudes, notificaciones, peticiones... ->Solicitud de Docencia en Red Gestión de permisos: la propia aplicación, para los evaluadores Responsable funcional: VRED Responsable técnico: ASIC", "seccion-8.5": "Evaluación Competencias transversales. Aplicación iRubric", "contenido-8.5": "Descripción iRubric aplicación web conectada con poliformaT para que el profesorado UPV valore las competencias transversales adquiridas por los alumnos de grado y máster utilizando las rúbricas institucionales definidas por el ICE, pudiendo definir nuevas rúbricas para evaluar estas y otras competencias de la titulación. La calificación de las competencias Transversales se puede realizar directamente en PADRINO o importando los resultados de la evaluación realizada con IRubrics, siendo posible modificar estos resultados a través de lntranet del profesorado. Acceso: desde Poliformat o PADRINO Gestión de permisos: PoliformaT Responsable funcional: ICE Responsable técnico: ASIC", "seccion-8.6": "Soporte a realización y corrección de exámenes. Aplicación ALCE", "contenido-8.6": "Descripción En el caso en que el departamento gestione algún título, como por ejemplo un Máster, es posible implantar esta herramienta web que permite generar plantillas de examen de tipo test, así como su posterior corrección automatizada mediante la digitalización de los cuestionarios y el análisis de las imágenes por la propia aplicación. Acceso mediante implantación. Contactar con ASIC."}