{"apartado": "01 - Manuales equipos de direción centros y departamentos", "titulo": "Manual directores y subdirectores centros", "enlace": "https://wiki.upv.es/confluence/display/MANUALES/Manual+directores+y+subdirectores+centros", "subtitulo-1": "CONCEPTOS Y DEFINICIONES", "contenido-1": "Acceso: Descripción de la ruta para acceder a la aplicación.Gestión de permisos: Indicación de cómo se dan los permisos de acceso a la aplicación.Responsable Funcional: Entidad de la UPV de la que depende las Normativas aplicadas y los procesos automatizados. El responsable funcional es el encargado recopilar propuestas de mejoras de los usuarios priorizarlos y proponer cambios evolutivos o nornativos en la aplicación.Responsable Técnico: Entidad de la UPV de quien depende realizar los mantenimientos normativos y evolutivos encargados por el responsable funcional en las aplicaciones, además se responsabiliza de los mantenimientos técnicos.VECA: Vicerrectorado de Estudios, Calidad y Acreditación VRED: Vicerrectorado de Recursos Digitales y DocumentaciónVOA: Vicerrectorado de Ordenación Académica y ProfesoradoAC: Área de ComunicaciónASIC: Área de Sistemas de Información y ComunicacionesSAL: Servicio de AlumnadoSPRL: Servicio de Prevención de Riesgos LaboralesGE: Servio de Gestión EconómicaSEPQ: Servicio de Estudios, Planificación y CalidadICE: Instituto Ciencias de la EducaciónVIIT: Investigación, Innovación y Transferencia", "subtitulo-2": "gestión de permisos A LAS APLICACIONES (GAP)", "seccion-2.1": "Gestión Permisos", "contenido-2.1": "DescripciónUtilidad que permite autorizar o denegar el acceso del usuario a las aplicaciones corporativas UPV.El objetivo de esta utilidad, es unificar la gestión de permisos de todas las aplicaciones coorporativas, es por ello que en este catálogo se indicará si la gestión de permisos se realiza por GAP.Gestión de permisos: Automática según cargos o actividad.Acceso: Intranet-> Herramientas ->Gestión de permisos -> Gestión sobre permisos de acceso a las aplicaciones corporativas.Responsable funcional: ASICResponsable técnico: ASIC", "subtitulo-3": "Gestión GENERAL DEL CENTRO", "seccion-3.1": "Reserva de espacios. Aplicación MONNEGRE", "contenido-3.1": "DescripciónAplicación institucional que gestiona la reserva de aulas, salas y todo tipo de espacios de un centro, departamento, servicio o cualquier otra entidad de la UPV.Acceso: Intranet. Lo que gestiono ->Reserva de salas, aulas y espacios (Monnegre).Gestión de permisos: GAP, previa solicitud al CAUManual: en la propia aplicación ó https://wiki.upv.es/confluence/display/MANUALES/Monnegre+Manual+UsuarioResponsable funcional: ASICResponsable técnico: ASIC", "seccion-3.2": "Acceso a Cubiertas. Aplicación CARBO", "contenido-3.2": "DescripciónAplicación para la gestión control y seguimiento de los accesos a las cubiertas de los edificios.Acceso: Intranet -> Lo que gestiono -> Servicio de prevención -> Acceso a cubiertas (CARBO)Gestión de permisos: GAPManual: https://wiki.upv.es/confluence/display/MANUALES/CARBO+-+Manual+de+usuarioResponsable funcional: SPRLResponsable técnico: ASIC", "seccion-3.3": "Acreditaciones Universitarias. Carnet y colectivos.", "contenido-3.3": "DescripciónLas acreditaciones de los alumnos se generan o renuevan automáticamente desde la automatrícula.Para cualquier resolución de incidencias de acreditaciones el interesado debe dirigirse a la oficina de acreditaciones que se encuenta en el Área de Comunicación.Con el fin que el Centro pueda consultar el estado de cualquier acreditación en la Intranet existe la aplicación de acretidaciones dónde se puede realizar cualquier tipo de consulta sobre el estado de las acreditaciones.Acceso: Intranet -> Lo que gestiono -> Acreditaciones.Gestión de permisos: GAPResponsable funcional: ACResponsable técnico: ASIC", "seccion-3.4": "Información docente e indicadores. Aplicación MEDITERRÀNIA", "contenido-3.4": "DescripciónMediterrània (o portal Mediterrània) es un sistema de información de la UPV, con varios perfiles de acceso, siendo los principales Centro y Departamento. El portal recoge todo tipo de indicadores de investigación, POD y docencia, recursos económicos y humanos, etc. Es una aplicación extensa y se recomienda la lectura del manual en línea.Acceso: Intranet -> Información reservada ->MediterràniaGestión de permisos: Previa solicitud al responsable técnicoResponsable funcional: GEResponsable técnico: GE", "seccion-3.5": "Reuniones virtuales y tele conferencias.", "contenido-3.5": "DescripciónExiste un catálogo de diversas herramientas. Polireunión (servicio de multiconferencia que permite reunir en un entorno colaborativo a varias personas en una misma sala virtual) Policonecta (gestionada por el CFP), Adobe Connect. etc.AccesoAdobe Connect y Policonecta están gestionados por el CFP.Polireunión está disponible en http://polireunion.upv.es.Además, a fecha de septiembre de 2017, a través de Office 635, Skype es de uso abierto y permite multiconferencias con vídeo y audio de manera sencilla y directa. Responsable funcional: ASICResponsable técnico: ASIC", "seccion-3.6": "Envío de correos masivos. Aplicación TIBI2", "contenido-3.6": "DescripciónPara el envío de correos masivos a la UPV. Capacidades de filtrado por colectivos evitando el colapso de correos. Cumple normativa LOPD. Permite el envío de correos firmados digitalmente.Para activar la aplicación es necesario solicitarlo al CAU a través de GREGAL.Acceso: Intranet -> Lo que gestiono ->Envío masivo de correosGestión de permisos: directamente en la aplicación, previa solicitud al CAU a través de GREGALManual: https://aplicat.upv.es/tibi2-app/manual/tibi2.pdfResponsable funcional: ASICResponsable técnico: ASIC", "seccion-3.7": "Préstamo e intercambio de material. Aplicación POMA", "contenido-3.7": "DescripciónAplicación para la gestión de inventario y préstamo de material para servicios, unidades, departamentos y cualquier entidad de la UPV que lo solicite.Acceso: Intranet->Lo que gestiono ->Inventario, préstamo y reservas (POMA)Gestión de permisos: directamente en la aplicación, previa solicitud al CAU.Manual completo disponible en https://wiki.upv.es/confluence/pages/viewpage.action?pageId=48365607Responsable funcional: ASIC Responsable técnico: ASIC", "seccion-3.8": "Bibliotecas Centros. Aplicación SOT2", "contenido-3.8": "DescripciónAplicación para la gestión de las bibliotecas de los centros que permite la exportación del catálogo propio.Para activar la aplicación es necesario solicitarlo a la BibliotecaAcceso: Intranet->Lo que gestiono -> gestión de Biblioteca ->SOT2- Biblioteca departamentos e Integración UPV-AlephGestión permisos: directamente en la aplicación, previa solicitud a la Biblioteca.Responsable funcional: BIBLIOTECAResponsable técnico: ASIC", "seccion-3.9": "Consultas. Aplicación poli[Consulta]", "contenido-3.9": "DescripciónAplicación que permite remitir consultas a las unidades (centros y servicios) de la UPV.Acceso: Intranet ->Solicitudes, notificaciones, peticiones... -> poli[consulta]Gestión de permisos: en la aplicación, previa solicitud al responsable funcionalManual Administrador Gestores: https://intranet.upv.es/pls/soalu/sic_miweb2.Contenido?p_id=1159037Responsable funcional: SEPQResponsable técnico: ASIC", "seccion-3.10": "Gestión órganos y comisiones UPV. Aplicación Xúquer", "contenido-3.10": "DescripciónAplicación que permite mantener los integrantes de los órganos, comisiones de la UPV y los Cargos unipersonales de la Universidad.Acceso: Intranet -> Lo que gestiono ->XÚQUER- Gestión de ÓrganosGestión permisos: GAPResponsable funcional: Secretaria GeneralResponsable técnico: ASIC", "seccion-3.11": "Registro Personas Externas.", "contenido-3.11": "Aplicación que permite la gestión de las solicitudes de acceso a servicios de la Universidad de personal externo para desarrollar su trabajo.La propia solicitud conllevara la inclusión del interesado en el Registro de Personas Externas cuando cumpla la Normativa de inclusión de personal externo en el registro, aprobada el 7 de marzo 2013.Acceso: Intranet -> Lo que gestiono -> Registro Personas ExternasGestión permisos: GAPResponsable funcional: Secretaria GeneralResponsable técnico: ASIC", "seccion-3.12": "Gestión de las convocatoria de órganos colegiados", "contenido-3.12": "Descripción:Aplicación que permite la gestión de las reuniones de los diferentes órganos y comisiones de la universidad.Acceso: Intranet -> Lo que gestiono ->Gestión de Órganos ColegiadosGestión permisos: GAPResponsable funcional: Secretaria GeneralResponsable técnico: ASICManual: en líneaEsta aplicación se pondrá operativa en enero, previa petición al CAU -", "subtitulo-4": "organización docencia", "seccion-4.1": "Planes de estudio, acreditaciones y Contratos Programa. Aplicación VERIFICA", "contenido-4.1": "DescripciónGestión de las titulaciones oficiales de la UPV para facilitar los procesos de verificación y seguimiento interno y externo. Gestión de los contratos-programa. Fuente de información para las Microwebs de titulación. La aplicación tiene distintos formatos en función de si es la ERT o el departamento y de si se está diseñando o haciendo el seguimiento de un plan de estudios.Acceso: Intranet->Lo que gestiono->Gestión académica ->Verifica-UPVGestión permisos: GAPResponsable funcional: VECAResponsable técnico: SEPQ", "seccion-4.2": "Seguimiento del título. INFORME DE GESTIÓN", "contenido-4.2": "DescripciónAplicativo web sencillo para rellenar el informe de gestión anual del título, incluyendo acciones de mejora, documentación para la justificación de ejecución de acciones de mejora, indicadores, etc.Acceso: Intranet: Lo que gestiono->Gestión académica-> Planificación->Seguimiento de títulos ->Informe de GestiónGestión permisos: GAPResponsable funcional: VECAResponsable técnico: SEPQ", "seccion-4.3": "Oferta anual Asignaturas. Aplicación Vinalopo", "contenido-4.3": "Descripción.Activar o desactivar las asignaturas de los planes de estudio de las titulaciones de Grado y Máster para el un determinado curso.Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->VINALOPOGestión permisos: GAPResponsable funcional: VECAResponsable técnico: ASIC", "seccion-4.4": "Docencia Inversa", "contenido-4.4": "DescripciónAplicación para el seguimiento de las asignaturas/profesores participantes en el programa Docencia Inversa UPV y para el control de la asignación de POD e IAD entre los profesores participantes.Acceso: Intranet ->Lo que gestiono ->Reconocimiento Docencia en InversaGestión de permisos: directamente en la aplicación preia autorización responsable funcionalResponsable funcional: VREDResponsable técnico: ASIC", "seccion-4.5": "Organización docente (POD). Aplicación ALGAR", "contenido-4.5": "DescripciónPermite la gestión de los recursos docentes, facilitando las tareas de planificación de los recursos destacando la definición de grupos (teoría, práctica, laboratorio, etc.), asignación de profesores y obtención de resultados sobre la capacidad docente de la Universidad y la docencia impartida. También permite definir el idioma de Docencia.Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->ALGARGestión permisos: GAPManual: en la pantalla principal de la aplicación https://wiki.upv.es/confluence/display/MANUALES/Manual+Algar Responsable funcional: VOAResponsable técnico: ASIC", "seccion-4.6": "Definición horarios de clase – Aplicación ALGAR", "contenido-4.6": "DescripciónPermite la gestión de los horariosde clase en las ERT's y departamentos de la UPV: facilita la tarea de asignación de espacios, horarios, profesor e idioma de impartición.Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->ALGAR Gestión permisos: GAP Manual: en la pantalla principal de la aplicación https://wiki.upv.es/confluence/display/MANUALES/Manual+Algar Responsable funcional: VOAResponsable técnico: ASICPara el curso 2017-2018 estará disponible nueva aplicación Horarios", "seccion-4.7": "Guías docentes", "contenido-4.7": "DescripciónPermite la introducción, aprobación, publicación y traducción de las guías docentes de las asignaturas. Hay varias aplicaciones en función de si se debe aprobar o revisar la guía docente, tanto por el departamento como por el centro. También está la propia aplicación para la introducción y modificación de las guías docentes por parte de los profesores. Hay fases intercaladas en el flujo de trabajo de la gestión de las guías docentes que dependen de la aplicación VERIFICA.Acceso:Para la introducción de las guías en la intranet: Docencia->Planificación->Introducción de Guías DocentesPara la validación por Departamentos: Lo que gestiono->Gestión guías docentes->Aprobación de Guías Docentes (DEP)Si el departamento es ERT: Lo que gestiono->Gestión guías docentes->Aprobación de Guías Docentes (ERT)También están las revisiones por departamento y por centro de las guías docenes, con sus aplicativos correspondientes para la revisión.Gestión permisos: GAPResponsable funcional: VECAResponsable técnico: ASIC", "subtitulo-5": "Gestión ALUMNADO", "seccion-5.1": "Acceso a la Universidad", "contenido-5.1": "Grado (CLARIANO)DescripciónAplicación de gestión de la Preinscripción a los estudios universitarios. Aplicación para la publicación de las listas del proceso de selectividad de acceso a las universidades valencianas, realizado por la Generalitat Valenciana.Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->CLARIANOAcceso: GAPResponsable funcional: SALResponsable técnico: ASIC", "seccion-5.2": "Digitalización de Expedientes.", "contenido-5.2": "DescripciónAplicación que permite a los centros docentes digitalizar documentos en formato papel y asignarlos al expediente electrónico de los alumnos en formato electrónico, junto con metadatos sobre los mismos. Estos documentos son almacenados en el repositorio documental corporativo (Alfresco) y pueden ser accesibles desde el sistema de gestión académica (Vinalopó). La aplicación contempla este mismo proceso para otros tipos de documentos y ha sido extendida para otras unidades que no son centros docentes.Acceso: Intranet -> Digitalización de expedientesGestión de permisos: GAPManual: http://alfpro.cc.upv.es:8080/share/page/repository#filter=path%7C%2FExpedientes%2520UPV%2FManuales%7C&page=1Responsable funcional: SALResponsable técnico: ASIC", "seccion-5.3": "Gestión expedientes-matrícula. (VINALOPO)-AUTOMATRICULA", "contenido-5.3": "DescripciónGestión de Alumnado de estudiantes de primer y segundo ciclo, grados, máster y Doctorado, permite el seguimiento de expediente de un alumno, desde la incorporación al centro y titulación hasta la finalización de los estudios. Incluye matrícula, gestión de importes y recibos, notas y actas, incompatibilidades y diligencias, permanencia y progreso, evaluación curricular, etc.Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->VINALOPOGestión de permisos: GAPResponsable funcional: SALResponsable técnico: ASIC", "seccion-5.4": "Reconocimiento de créditos. (VINALOPO)", "contenido-5.4": "DescripciónGestión de las solicitudes de reconocimiento de los alumnos en una titulación de grado, máster y doctorado.Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->VINALOPO Gestión de permisos: GAPResponsable funcional: SALResponsable técnico: ASIC", "seccion-5.5": "Permanencia", "contenido-5.5": "Gestión del cumplimiento de la Normativa de permanenia de los alumnos de Grado y Máster en la UPV.Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->VINALOPO Gestión de permisos: GAPResponsable funcional: SAL Responsable técnico: ASIC", "seccion-5.6": "Progreso. (VINALOPO)", "contenido-5.6": "DescripciónGestión del cumplimiento de la Normativa de Progreso de los alumnos de Grado y Máster en la UPV.Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->VINALOPO Gestión de permisos: GAPResponsable funcional: Área de Alumnado, Rendimiento y Evaluación CurricularResponsable técnico: ASIC", "seccion-5.7": "Evaluación por curriculum. (VINALOPO)", "contenido-5.7": "DescripciónGestión de los alumnos que cumplen los requisitos para la Evaluación global por materias o asignaturas, según la normativa de la UPV.Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->VINALOPO Gestión de permisos: GAPResponsable funcional: Área de Alumnado, Rendimiento y Evaluación CurricularResponsable técnico: ASIC", "seccion-5.8": "Dispensa Asistencias. (VINALOPO)", "contenido-5.8": "DescripciónSoporte para la gestión de las solicitudes de los alumnos realizan a través de la Intranet para solicitar la dispensa a clases.Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->VINALOPO Acceso: GAPResponsable funcional: SALResponsable técnico: ASIC", "seccion-5.9": "Dedicación tiempo parcial. (VINALOPO)", "contenido-5.9": "Soporte para la gestión de las solicitudes de los alumnos realizan a través de la Intranet para solicitar la matricula en tiempo parcial.Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->VINALOPO Acceso: GAPResponsable funcional: SALResponsable técnico: ASIC", "seccion-5.10": "Continuación de estudios. (VINALOPO)", "contenido-5.10": "Gestión de alumnos. de la UPV y externos que desean solicitar continuación de estudios en la UPV. Baremación de datos, publicación de resultados y emisión de resoluciones. Acceso: : Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->VINALOPO Acceso: GAPResponsable funcional: SALResponsable técnico: ASIC", "seccion-5.11": "Gestión de Becas. (LINARES)", "contenido-5.11": "DescripciónSoporte de la gestión del Servicio de Alumnado para las convocatorias de la Becas del MECD y GV: Beca General,Beca Movilidad, Beca de Colaboración, Master Desempleados, etc.Acceso: : Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->LINARESAcceso: GAPResponsable funcional: SALResponsable técnico: ASIC", "seccion-5.12": "Gestión Actas y diligencias (VINALOPO)", "contenido-5.12": "DescripciónSupervisión de actas y diligencias que han generado los profesores responsables de las asignaturas de las titulaciones del CentroAcceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->VINALOPO Gestión de permisos: GAPResponsable funcional: SALResponsable técnico: ASIC", "seccion-5.13": "Gestión de Asistencia (Partes de Firmas)", "contenido-5.13": "DescripciónGestión de Asistencia de Alumnos e impartición de la Docencia por profesores. En el caso en que el departamento gestione algún título, como por ejemplo un Máster, es posible implantar esta herramienta para la gestión de la asistencia, partes de asistencia, etc. Hay perfiles para la ERT y para profesores.Acceso: Intranet -> Lo que gestiono -> Gestión partes de asistenciaGestión de permisos: Por la propia aplicación, previs solicitud. Manual disponible en línea.Responsable funcional: VREDResponsable técnico: ASIC", "subtitulo-6": "Títulos y certificados", "seccion-6.1": "Gestión de Títulos/SET. Aplicación MIJARES", "contenido-6.1": "DescripciónLa aplicación de Títulos gestiona la tramitación y expedición de los Títulos Oficiales Universitarios, Suplemento Europeo al Título y Títulos Propios.Títulos Oficiales Universitarios:Los Centros intervienen en la primera fase del trámite de los títulos oficiales en lo que respecta a la validación de los datos personales y académicos. Del resto de fases se encarga la Unidad de Títulos del Servicio de Alumnado. Títulos propios:El CFP gestiona las solicitudes de títulos propios de los alumnos. La validación y emisión de éstos la realiza la Unidad de Títulos.Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->MIJARESGestión de permisos: GAPAyuda: Los gestores de los centros disponen del manualResponsable funcional: SALResponsable técnico: ASIC", "seccion-6.2": "Suplemento Europeo al Título (SET). Aplicación MIJARES", "contenido-6.2": "DescripciónEl Suplemento Europeo al Título (SET) establecido por el RD 1044/2003, de 1 de Agosto (BOE 11/09/03), es un documento que acompaña a los títulos de carácter oficial y validez en todo el territorio nacional, con la información unificada y personalizada para cada titulado sobre los aspectos más relevantes a su formación universitaria, sobre el nivel y contenido de las enseñanzas que han cursado.Los Centros gestionan las solicitudes del Suplemento Europeo al Título. La emisión y envío al alumno se realiza por parte de la Unidad de Títulos.Acceso: intranet -> Solicitudes ->Solicitud SETGestión de permisos: GAPResponsable funcional: SALResponsable técnico: ASICManual disponible en línea.", "seccion-6.3": "Certificados, extractos y justificantes. Aplicación VINALOPO", "contenido-6.3": "DescripciónGestión de las peticiones de certificados, extractos, justificantes que realizan los alumnos. Los certificados y Justificantes los pueden solicitar los alumnos a través de su intranet. Acceso: Intranet ->Lo que gestiono->Aplicaciones Corporativas (RIOS) ->VINALOPO Gestión de permisos: GAPResponsable funcional: SALResponsable técnico: ASIC", "subtitulo-7": "Evaluación docente", "seccion-7.1": "Evaluación actividad docente. Aplicación Sènia", "contenido-7.1": "DescripciónGestión de las convocatorias anuales de evaluación de la docencia (IAD), y gestión de los méritos curriculares docentes.Acceso: Intranet->Docencia ->Resultados ->Senia 2Gestión de permisos: en la aplicación, PAS Y PDI autentificado en IntranetResponsable funcional: VECAResponsable técnico: ASIC", "subtitulo-8": "otras aplicaciones interes pdi", "seccion-8.1": "Notas y actas. Aplicación PADRINO3", "contenido-8.1": "DescripciónPrograma de ayuda a la gestión de notas por parte de los profesores, permite la obtención de listas, gestión de calificaciones, comunicación de notas parciales o finales a los alumnos de forma individualizada a través de email y/o SMS. Se trabaja siempre en modo on-line y se sincronizan los datos locales actualizados con los del sistema central de base de Datos en cada conexión y/o a petición del profesor.Acceso: intranet-> Docencia ->Padrino", "seccion-8.2": "Diligencias a actas", "contenido-8.2": "DescripciónAplicación que permite la generación de diligencias sobre actas del curso actual y anterior. Las diligencias generadas se firman electrónicamente y se almacenan automáticamente en el repositorio documental de la UPV. De esta manera se evita la firma manual, el papel y los desplazamientos a los centros. Solo en el caso que la diligencia sea de más de un curso anterior al actual ésta debe seguir tramitándose en el centro correspondiente. Para el resto, esta vía es la única para la tramitación de estas diligencias.Acceso: Intranet -> Docencia-> otras aplicaciones docentes-> Gestióne asigaturas -> nombre asignatura -> Diligencias de actas.Gestión de permisos: propia aplicación : sólo profesor responsable de la asignatura.Manual en: acceso restringido a usuarios UPVNET: https://www.upv.es/pls/soalu/sic_miweb2.Contenido?p_id=930240&p_idioma=c", "seccion-8.3": "Soporte a realización y corrección de exámenes. Aplicación ALCE", "contenido-8.3": "DescripciónEn el caso en que el departamento gestione algún título, como por ejemplo un Máster, es posible implantar esta herramienta web que permite generar plantillas de examen de tipo test, así como su posterior corrección automatizada mediante la digitalización de los cuestionarios y el análisis de las imágenes por la propia aplicación.Acceso mediante implantación. Contactar con ASIC.", "seccion-8.4": "Repositorio Trabajos, documentación docente (TFG, PFC, etc.). Aplicación RiuNET", "contenido-8.4": "DescripciónAplicación que contiene todo el contenido digital de calidad de la universidad: trabajos docentes, publicaciones académicas, trabajos de investigación, tesis, proyectos fin de carrera, material docente, objetos de aprendizaje, digitalización de colecciones antiguas, etc.Acceso desde URL: https://riunet.upv.es/ Ayuda disponible en: https://riunet.upv.es/help/faq", "seccion-8.5": "Docencia en Red", "contenido-8.5": "DescripciónAplicación para la solicitud, entrega y seguimiento de los materiales docentes realizados por los profesores de la UPV en el marco del programa Docencia en Red.Acceso: Intranet  ->Solicitudes, notificaciones, peticiones... ->Solicitud de Docencia en RedGestión de permisos: la propia aplicación, para los evaluadoresResponsable funcional: VREDResponsable técnico: ASIC", "seccion-8.6": "Evaluación Competencias transversales. Aplicación iRubric", "contenido-8.6": "DescripcióniRubric aplicación web conectada con poliformaT para que el profesorado UPV valore las competencias transversales adquiridas por los alumnos de grado y máster utilizando las rúbricas institucionales definidas por el ICE, pudiendo definir nuevas rúbricas para evaluar estas y otras competencias de la titulación.La calificación de las competencias Transversales se puede realizar directamente en PADRINO o importando los resultados de la evaluación realizada con IRubrics, siendo posible modificar estos resultados através de lantranet del profesorado.Acceso: desde Poliformat o PADRINOGestión de permisos: PoliformaTResponsable funcional: ICEResponsable técnico: ASIC", "seccion-8.7": "Acceso Remoto(Multi-plataforma ISL).", "contenido-8.7": "Descripción:Permite gestionar y administrar de forma remota y centralizada las estaciones de trabajo Windows, Mac y Linux. Acceso: Intranet -> Servicios ->Área de Sistemas de información y Comunicaciones -> Alta de usuario para Control Remoto-ISLResponsable funcional: ASICResponsable técnico: ASIC           Manual: https://isl.cc.upv.es", "seccion-8.8": "Servicio licencias software y aplicaciones", "contenido-8.8": "DescripciónCon este servicio se facilita el acceso al software, su documentación, claves y licencias, desde cualquier lugar e independientemente de la plataforma.Acceso: a través de URL: https://software.upv.es/ Gestión de permisos: cualquier usuario autentificado Responsable funcional: ASICResponsable técnico: ASIC"}