{"apartado": "02 - Contenidos Digitales", "titulo": "Manual Servicio Microstrategy: Explotación de datos (Polidatos)", "enlace": "https://wiki.upv.es/confluence/pages/viewpage.action?pageId=740687882", "subtitulo-1": "Introducción a Polidatos", "contenido-1": "Esto es una pequeña guía para las operaciones más básicas a la hora de usar el producto Web Universal de Microstrategy para poder crear presentaciones vistosas (Dashboards) y poder mostrarlas desde un enlace web de acceso público. Para más información del uso de la herramienta, habrá que visitar las ayudas que da el fabricante del producto en: https://community.microstrategy.com/ https://www.microstrategy.com/es/services/education", "subtitulo-2": "Entrada a la aplicación Polidatos", "contenido-2": "La aplicación viene tal cual la proporciona el fabricante Microstrategy: https://aplicat.upv.es/polidatos  Tras iniciar sesión con nuestro usuario y clave de Microstrategy, aparecen los proyectos de Microstrategy a los que tenemos acceso. En Microstrategy el trabajo se organiza por proyectos, que se corresponde con un área de negocio. Pulsamos sobre el proyecto y ya podemos acceder a los informes. Para más información del uso de la herramienta, habrá que visitar las ayudas que da el fabricante del producto en: https://community.microstrategy.com/ https://www.microstrategy.com/es/services/education", "subtitulo-3": "Importar datos, crear un informe sobre los datos y publicarlo.", "contenido-3": "Podemos subir datos a nuestro proyecto desde distintos orígenes. Esta información se almacena en lo que Microstrategy llama “cubo inteligente”, que no es más que un archivo de datos en un formato interno de Microstrategy. Para información más detallada ver las urls de Microstrategy. A continuación, veremos los procesos de: Importar datos desde archivo: que nos permite tener nuestros conjuntos de datos organizados en el servidor.Importar datos desde base de datos: que nos permite consultar una tabla en base de datosCrear informes: que usan los datos que hemos importado.Permiso de acceso público: teniendo en cuenta que hemos de dar acceso público tanto a los datos como al informe.", "seccion-3.1": "Importar datos desde archivo", "contenido-3.1": "Esta operación se realiza para subir los datos al servidor. Una vez subidos siempre están en el servidor y pueden ser usados para nuestros informes. Escogemos la opción “Agregar datos externos” del menú CREAR:Aparece una ventana donde podemos escoger una amplia variedad de orígenes. Seleccionaremos a modo de ejemplo “Archivos desde disco”, que es el primero de la esquina superior izquierda:Arrastramos los archivos de datos a la ventana “Cargar sus archivos”:Pulsamos el botón “Preparación de los datos” para guiar a Microstrategy en el proceso de identificar en el archivo los tipos de datos que contiene y así incorporarlos adecuadamente para su posterior uso en los informes.En el caso de un archivo Excel, nos preguntara que hojas queremos importar.Microstrategy reconoce los valores numéricos como indicadores (valores sobre los que hacer cálculos: sumar, multiplicar, hacer medias, etc..) y el resto como atributos (valores por los que agrupar los calcular anteriores, por ejemplo: sumar por concepto, media por mes, etc…)Pulsamos el botón Finalizar si queremos cargar ya los datos del o el botón “Guardar Proceso” si queremos guardar las indicaciones que acabamos de hacer para orientar la incorporación de los datos de nuestro archivo. En ambos casos, aparecerá la ventana “guardar como” donde es importante escoger una ubicación y darle un nombre:Pulsamos el botón “Guardar” y Microstrategy hace el proceso de importación del archivo.      ", "seccion-3.2": "Importar datos desde Tabla de base de datos", "contenido-3.2": "Lo primero que haremos será definir en la base de datos el “cubo” que es la tabla de donde salen los datos. El cubo es una tabla o consulta en donde encontramos todos los atributos y todas las métricas que consulta el informe. Esto recomendamos hacerlo creando una vista en el usuario de base de datos. La vista debe aglutinar todos los datos que consultaremos en el informe. Es preferible una vista para facilitar el posterior mantenimiento, por ejemplo:  Cualquier operación de limpieza de nulos, preparación de datos, cálculos, etc es conveniente realizarla si es posible en la base de datos a la hora de crear el cubo, puesto que las mismas operaciones serán más difíciles de hacer en Microstrategy. Por ejemplo, si tenemos un campo fecha y queremos hacer la consulta por mes, es muy recomendable crear el campo mes en la tabla y no en el informe de Microstrategy.  Proponemos usar la siguiente convención de nombres, para uniformizar los diseños de informes: Atributo ( todo aquello por lo que se agrupa en la query ) :La columna se llamara ID_<ATRIBUTO> si es la columna que tiene los valores clave del atributo, p.e., ID_PERSONA es la clave que identifica la personaLa columna se llamara DS_<ATRIBUTO> si tiene valores que son una descripción del atributo y no la clave, p.e., DS_PERSONA, es un descriptor del atributo persona pero no su clave (seria el nombre, alias, etc…)Se deben elegir los nombres bien descriptivos y no caer en ambigüedades o generalizaciones como fecha, persona, etc.., p.e.:ID_PERSONA_SOLICITANTE.ID_PERSONA_TITULADA.ID_PERSONA_DOCENTE.ID_FECHA_SOLICITUD.ID_FECHA_ACTUIALIZACION. La columna se llamara ID_<ATRIBUTO> si es la columna que tiene los valores clave del atributo, p.e., ID_PERSONA es la clave que identifica la personaLa columna se llamara DS_<ATRIBUTO> si tiene valores que son una descripción del atributo y no la clave, p.e., DS_PERSONA, es un descriptor del atributo persona pero no su clave (seria el nombre, alias, etc…)Se deben elegir los nombres bien descriptivos y no caer en ambigüedades o generalizaciones como fecha, persona, etc.., p.e.:ID_PERSONA_SOLICITANTE.ID_PERSONA_TITULADA.ID_PERSONA_DOCENTE.ID_FECHA_SOLICITUD.ID_FECHA_ACTUIALIZACION. ID_PERSONA_SOLICITANTE.ID_PERSONA_TITULADA.ID_PERSONA_DOCENTE.ID_FECHA_SOLICITUD.ID_FECHA_ACTUIALIZACION. Este concepto parece que lo hacemos siempre bien con las fechas, es decir, sabemos que el mismo dia puede estar en la columna ID_FECHA_SOLICITUD e ID_FECHA_ACTUALIZACION, pero nos cuesta identificar a veces que la misma persona este en varias columnas. Lo mismo pasa con otros conceptos. También a veces es necesario grabar el mismo dato en dos columnas distintas puesto que podemos requerir hacer agrupaciones desde varios puntos de vista diferentes. Por ejemplo, la misma fecha del mismo evento, lo podemos grabar como: ID_FECHA_SOLICITUDID_FECHA_TRAMITE_BECADe modo que luego tengamos ID_FECHA_TRAMITE_BECA en varias tablas que nos interese unir por la fecha (independientemente del concepto de la fecha) OJO! Con esto por que el nombre ID_FECHA_TRAMITE_BECA se deberia poner unicamente en aquelles tablas que son fechas enlazables. ID_FECHA_SOLICITUDID_FECHA_TRAMITE_BECADe modo que luego tengamos ID_FECHA_TRAMITE_BECA en varias tablas que nos interese unir por la fecha (independientemente del concepto de la fecha) OJO! Con esto por que el nombre ID_FECHA_TRAMITE_BECA se deberia poner unicamente en aquelles tablas que son fechas enlazables. ID_FECHA_SOLICITUDID_FECHA_TRAMITE_BECADe modo que luego tengamos ID_FECHA_TRAMITE_BECA en varias tablas que nos interese unir por la fecha (independientemente del concepto de la fecha) OJO! Con esto por que el nombre ID_FECHA_TRAMITE_BECA se deberia poner unicamente en aquelles tablas que son fechas enlazables. Indicador (todo aquello que se mide en la query):La columna se llamara IND_<nombre_hecho_medido> si es una columna que esta midiendo un hecho, p.e.:IND_JUGADORES_EQUIPO La columna se llamara IND_<nombre_hecho_medido> si es una columna que esta midiendo un hecho, p.e.:IND_JUGADORES_EQUIPO IND_JUGADORES_EQUIPO  IMPORTANTE INDICADORES: Los indicadores tienen dos tipos, agregables y no agregables. También depende de la combinación de atributos que el recuento de filas puede contabilizar ítems distintos o repetidos, todo depende del nivel al que se consulta, por lo que no siempre por poner la marca de count distint te va a hacer un count distinct y si no , no.  Podemos importar toda la tabla o hacer una consulta. Una consulta es mas interesante puesto que luego las visualizaciones no parece que permitan aplicar bien los filtros, además se puede cambiar sobre la marcha para añadir columnas o darles otro tratamiento.   En la consulta crearemos le campo ID y el campo DESC de esta forma: SELECT \"APLICACION_RIOS (ID)\", \"BD_DESTINO (DESC)\", \"BD_DESTINO (ID)\",    \"BD_DESTINO_DESARROLLO (ID)\", \"BD_ORIGEN (DESC)\", \"BD_ORIGEN (ID)\",    \"BD_ORIGEN_DESARROLLO (ID)\", \"BDLINK (ID)\"   , \"FECHA_CONSULTA (ID)\"   , to_char(\"FECHA_CONSULTA (ID)\",'month yyyy') \"mes_año_consulta (DESC)\"   , to_char(\"FECHA_CONSULTA (ID)\",'mm yyyy') \"mes_año_consulta (ID)\"   , to_char(\"FECHA_CONSULTA (ID)\",'month') \"mes_consulta (DESC)\"   , to_char(\"FECHA_CONSULTA (ID)\",'mm') \"mes_consulta (ID)\",    \"USUARIO_DESTINO (ID)\", \"USUARIOBD_ORIGEN (ID)\"FROM DT_CATDBLINKSwhere \"USUARIO_DESTINO (ID)\" = 'CONCPD'  IMPORTANTE: Todo lo que se desarrolla se queda en el informe y no es reusable en otro informe.", "seccion-3.3": "Crear informe", "contenido-3.3": "Importante: para desarrollar se usa un usuario con permisos de modificación/creación de informes que NO es el mismo que se usará para la consulta publica. Para probar los informes, se debe hacer desde UN NAVEGADOR DISTINTO AL QUE ESTAMOS USANDO PARA DESARROLLAR, P.E., si estamos en Chrome > probar desde Mozilla, etc. Esto es por que este navegador tiene la sesión iniciada con las credenciales de desarrollo. (otra opción seria cerrar la sesión cada vez que queremos probar, pero no parece practico)  Si la parte de importar datos ha ido correctamente, nos preguntara si queremos crear informe, documento o tablero (Dashboards):Escogiendo la opción “Crear Tablero” veremos que nuestros datos esta ya incorporado como el conjunto de datos a usar en la parte izquierda del tablero (Dashboards):Y basándonos en esos datos creamos un tablero y lo guardamos en “Informes Compartidos”:     Siempre podremos crear informes sobre archivos que ya han sido subidos al servidor. Bien rápidamente pulsando sobre el mismo cubo de datos:  o bien mediante los pasos siguientes: Pulsando el botón CREAR y seleccionando la opción “Nuevo Tablero”Escogiendo la opción “Conjunto de datos Existente…”Escogemos el conjunto de datos que nos interesa en nuestro informe:   ", "seccion-3.4": "Permisos de acceso publico", "contenido-3.4": "Hemos de asegurar que el usuario público tiene permisos de acceso: Al informe.a los datos que usa el informe. El primer punto, se realiza haciendo una copia en la carpeta “PUBLICAR”, como puede verse en el apartado Acceso público mediante la carpeta “Publicar”. Si no tenemos acceso al informe, veremos un mensaje como este:  Si no tenemos permiso de acceso a los datos que usa el informe, veremos este error al intentar el acceso público:   En la descripción del error en inglés, vemos que indica que no se tiene acceso al “dataset”, es decir, al conjunto de datos que usa el informe. Para solucionarlo, tenemos que ir al cubo inteligente de Microstrategy que contiene los datos y darles permiso a todos los usuarios: Ir a la carpeta donde hemos ubicado los datos cuando se importaron y sobre el cubo inteligente clic con el botón derecho del ratón y escogemos “Compartir...”En la ventana “Permisos” en la línea de abajo donde pone “Agregar:”, pulsamos el botón  :Y en “explorador de usuario/grupo de usuarios” nos aseguramos que este marcado el grupo “Everyone” y pulsamos el botón ACEPTAR:De nuevo en la ventana “Permisos” en la parte inferior, veremos que se ha incluido “Everyone” en la casilla “Agregar”. Escogemos primero en el desplegable la opción “Consumir” y una vez escogida pulsamos el botón :Si todo ha ido correctamente, tenemos añadida en la lista una entrada para el usuario/grupo Everyone con acceso “Consumir” como en la imagen siguiente:Solo nos faltara pulsar el botón ACEPTAR.       Si quisiéramos revocar el permiso, en la misma ventana anterior, al pasar el ratón aparece un aspita que nos permite eliminar al grupo, como se ve en esta imagen: ", "subtitulo-4": "Herramienta Microstrategy Desktop", "contenido-4": "La herramienta de Microstrategy Desktop permite subir y descargar informes y Dashboards directamente hacia o desde el servidor, pero no disponemos de licencia para usar esa opción. https://www2.microstrategy.com/producthelp/Current/Readme/es-es/content/desktopclient.htm", "seccion-4.1": "Importar un informe creado en Desktop", "contenido-4.1": "Sí que es posible, no obstante, importar un informe creado con Desktop desde Web Universal, para ello: Nos colocamos en la carpeta “Mis Informes”.Pulsar el botón CREAR y escoger la opción “Cargar archivo de Microstrategy”:Seleccionamos el archivo ‘.mstr’ que previamente habremos exportado desde desktop:La herramienta procesa el archivo ‘.mstr’ y lo coloca en la carpeta del servidor “Mis informes”.   ", "seccion-4.2": "Exportar a Desktop un informe creado en Web universal", "contenido-4.2": "La herramienta de Microstrategy Desktop permite subir y descargar informes y Dashboards directamente desde el servidor, pero no disponemos de licencia para usar esa opción. Pero sí que es posible guardar el informe en un archivo ‘.mstr’ que posteriormente podremos abrir desde un pc que tenga instalado desktop: Desde el informe que queremos exportar a Desktop, pulsamos en el menú archivo y escogemos la opción “Descargar Tablero”Se abrirá una ventana de dialogo donde escogeremos la ubicación donde dejar el archivo ‘.mstr’. ", "subtitulo-5": "Acceso público a un informe", "contenido-5": "Los informes que creamos son, en principio, privados, es decir, solo tiene permisos para verlos nuestro usuario de Microstrategy. No obstante, esto puede no ser así en las siguientes circunstancias: Que la carpeta donde los creamos este otorgando permisos AUTOMATICAMENTE a otros usuarios en el momento de la creación del informe. Este es el caso de la carpeta “PUBLICAR”.Que editemos los permisos de acceso al informe y añadamos permisos a otros. Esta opción requiere un conocimiento más avanzado de la herramienta, pero esta accesible en cualquier informe pulsando con el botón derecho del ratón y escogiendo la opción “Compartir…”. Cuando queremos que el informe sea accesible de forma pública mediante una url, hemos de ser cuidadosos a la hora de dar permisos públicos al informe, de lo contrario no irá. Del mismo modo, no queremos que se acceda de forma pública a cosas que no están pensadas para que se acceda de este modo. Por tanto, diferenciaremos dos etapas a la hora de dar acceso público a un informe: Preparar el informe y darle los permisos de acceso público.Construir la URL de acceso público para enlazar desde otras webs.", "seccion-5.1": "Acceso público mediante la carpeta “Publicar”", "contenido-5.1": "Una forma sencilla para empezar con la publicación de un informe es copiarlo [1] desde la ubicación donde lo hemos desarrollado a la carpeta “PUBLICAR” que ya está configurada para otorgar el permiso de acceso público. Es importante mantener una copia en privado del informe, para nuestro uso, mantenimiento, inclusión de datos nuevos, etc… separada de la copia a la que acceden los usuarios de forma pública. Esto nos permite trabajar en nuestro informe sin molestar a los usuarios que acceden de forma pública.", "seccion-5.2": "Etapa de preparación del informe", "contenido-5.2": "Estos son los pasos: Navegar hasta la carpeta donde está el informe, por ejemplo, la carpeta “Informes Compartidos”:Sobre el informe, pulsamos con el botón derecho y seleccionamos la opción “Copiar…” (OJO! Es importante escoger COPIAR para que se cree un duplicado del informe en la carpeta de destino) y escogemos la carpeta “PUBLICAR” en la ventana “Copiar Informe: …”:   También podemos escoger el nombre que tendrá el archivo. Cuando este rellenado este campo pulsaremos Aceptar en esa ventana y se cerrará. Podemos visualizar el nuevo informe dentro de la carpeta PUBLICAR. Si pulsamos sobre el informe y escogemos la opción “Compartir…” podemos comprobar que tiene la marca de que esta otorgado el permiso de acceso al público, como se ve en las figuras siguientes:    Esa marca es la que otorga el permiso de acceso público, si un informe carece de esa marca, no será visible a través del acceso público. ", "seccion-5.3": "Etapa de creación del enlace", "contenido-5.3": "Una vez tenemos creada la copia del informe a la que queremos otorgar acceso público, seguiremos estos pasos para construir la URL de acceso directo desde otras webs. Desde la ubicación del informe que queremos dar acceso público, pulsamos con el botón derecho y escogemos la opción “Propiedades…” y aparece la figura:En la ventanita “Propiedades…” hemos de copiar la url que indica en el campo “Vínculo:”Para ello, hacemos clic sobre la url con el botón derecho del ratón y escogemos la opción “Copiar la dirección de enlace”Más o menos la url que hemos copiado debe tener esta pinta:https://aplicat.upv.es/polidatos/servlet/mstrWeb?Server=MSTR.UPV&Project=ASIC&Port=0&evt=3140&src=mstrWeb.3140&documentID=40DD06CC11E9209F00000080EF456574El acceso público se hace cambiando en esa url:El valor del portal de edición de informes (polidatos) por el valor mstrpub y,añadir al final “&upvpub&hiddensections=header,path,dockTop,dockLeft,footer”.    El valor del portal de edición de informes (polidatos) por el valor mstrpub y,añadir al final “&upvpub&hiddensections=header,path,dockTop,dockLeft,footer”.  Debe quedar así: Enlace original que nos da la herramienta WebUniversal: https://aplicat.upv.es/polidatos/servlet/mstrWeb?Server=MSTR.UPV&Project=ASIC&Port=0&evt=3140&src=mstrWeb.3140&documentID=40DD06CC11E9209F00000080EF456574", "subseccion-5.3.1": "Enlace de acceso publico Universal", "contenido-5.3.1": "Partiendo del enlace original que nos da la herramienta WebUniversal: Enlace PUBLICO que podemos usar desde cualquier web para ver el informe (cambiar polidatos por mstrpub): https://aplicat.upv.es/mstrpub/servlet/mstrWeb?Server=MSTR.UPV&Project=ASIC&Port=0&evt=3140&src=mstrWeb.3140&documentID=40DD06CC11E9209F00000080EF456574&upvpub&hiddensections=header,path,dockTop,dockLeft,footer Si probamos el acceso público, comprobaremos que no tenemos las opciones de edición del informe. !OJO! le hemos añadido al enlace original que nos da la herramienta WebUniversal, lo siguente: &upvpub&hiddensections=header,path,dockTop,dockLeft,footer &upvpub es obligatorio, pues indica que es un acceso publico sin autenticar &hiddensections es optativo, y es para ocultar encabezado y pie del visualizador webuniversal ( solo muestra la visualizacion de datos ). ", "subseccion-5.3.2": "Enlace de acceso al colectivo de la UPV ( debe estar autenticado en intranet )", "contenido-5.3.2": "Partiendo del enlace original que nos da la herramienta WebUniversal: Enlace PUBLICO que podemos usar desde cualquier web para ver el informe (cambiar polidatos por mstrupvpub): https://aplicat.upv.es/mstrupvpub/servlet/mstrWeb?Server=MSTR.UPV&Project=ASIC&Port=0&evt=3140&src=mstrWeb.3140&documentID=40DD06CC11E9209F00000080EF456574 ", "seccion-5.4": "Enlace desde otra web", "contenido-5.4": "El enlace que hemos construido en la etapa anterior, podemos usarlo directamente, es decir, a ventana completa, o insertarlo en otra página web de este modo:  <iframe width=\"640\" height=\"480\"src=\"https://aplicat.upv.es/mstrpub/servlet/mstrWeb?Server=MSTR.UPV&Project=ASIC&Port=0&evt=3140&src=mstrWeb.3140&documentID=40DD06CC11E9209F00000080EF456574&upvpub&hiddensections=header,path,dockTop,dockLeft,footer\"> </iframe> "}